[
  {
    "title": "Corruption Coordinators",
    "description": "As with any kind of democratic republic, there is an unavoidable level of insipid corruption, unlike many, your corruption is virtually institutionalised, so widespread and endemic you have actually codified rules on the accepted levels of corruption, tampering and bribery.",
    "points": 1
  },
  {
    "title": "Strong Fascist Factions",
    "description": "Your government has unfortunately developed a strong opposition whose core beliefs are the antithesis of your own, whether something as predictable as fascism or communism, to the more difficult theological extremists or even something worse.",
    "points": 1
  },
  {
    "title": "Idiocracy",
    "description": "When you allow your people to vote for their leadership the elections may as well have a warning saying \"Results may vary\" because goddamn the results vary, and your people seem to be electing dumber and dumber leaders every year. Because electrolytes are what plants crave. (Cannot take with Strong Leadership)",
    "points": 1
  },
  {
    "title": "Too Long At Peace",
    "description": "Your nation has been the beneficiary for an exceptionally extended period of peace, on file your nation may look powerful, well equipped, or highly trained, but they are highly inexperienced, underfunded, and uncertain of their place or ability. As such they are slow to respond to threats, and by the time they adapt it might be too late. Overwhelming Interest Groups:Your nation is not entirely unified, being made up of many states or other similar entities, and all of those states have their own interests and agendas, and all of them feel the need to push the government for their own particular brand at all times. The competing interests leave your government overstretched and hesitant.",
    "points": 1
  },
  {
    "title": "Ossified Political Parties",
    "description": "Whether due to First Past The Post voting or some other issue, the major political parties of your nation are deeply entrenched, and make voting new parties in to challenge them nearly impossible. This has lead to a great deal of resentment from people who (rightly) don't feel represented under the current system.",
    "points": 1
  },
  {
    "title": "Apathetic Citizens",
    "description": "Your populace simply doesn't care enough about politics to turn out to vote very much. Even if you have mandatory voting in place, you can't get people to care enough to properly engage with their say over the country's future. This rather harms your legitimacy, and may be exploited by unscrupulous individuals with an agenda. Incompatible with Overengaged Populace.",
    "points": 1
  },
  {
    "title": "Over Engaged Populace",
    "description": "Your populace cares about politics, they care about politics a lot. Unfortunately, their sheer fervor has resulted in attempts at long-term planning getting trampled under the people's demands for action. Your people will regularly demand immediate solutions to whatever issue is in the public consciousness, Or Else. Incompatible with Apathetic Citizens.",
    "points": 1
  }
]