[
  {
    "nation": "Ancient Technologists",
    "traits": [
      {
        "title": "Rapid Understanding",
        "description": "Technology and science are literally the very forte of the Scientist nations, they can develop almost anything given the time and inclination, and the Scientists have plenty of both. A scientific nation can rapidly learn about the capabilities of their enemies and allies just by studying them in action.",
        "points": 1,
        "slug": "rapid-understanding"
      },
      {
        "title": "Nanotech Weaponry",
        "description": "Miniaturisation using nanotechnology is one thing, but you've learned to use nanotechnology as a weapon. These microscopic machines disassemble target matter. This weaponry is only useful on an infantry scale, but it is terrifying to its enemies.",
        "points": 1,
        "slug": "nanotech-weaponry"
      },
      {
        "title": "Nanotech Defences",
        "description": "Your armour systems have significant nanotech reservoirs in order to conduct running repairs to damaged armour.",
        "points": 1,
        "slug": "nanotech-defences"
      },
      {
        "title": "Nanotech Repairs",
        "description": "(Requires Nanotech Defences) Your nanotech reservoirs are significantly larger and more advanced, and can even repair more complicated hardware, though they cannot repair anything requiring exotic matter, like an FTL drive, Zero Point technology or Gravity weapons.",
        "points": 1,
        "slug": "nanotech-repairs"
      },
      {
        "title": "Zero-Point Reactor",
        "description": "This is effectively a limitless source of power for a city, ship or even a tank. The limitation on the power available is the distribution hardware required to supply it to your subsystems.",
        "points": 1,
        "slug": "zero-point-reactor"
      },
      {
        "title": "Zero-Point Weapon",
        "description": "(Requires Zero-Point Reactor) Spacetime pays a heavy price as a ship opens up a conduit of raw power from the reactor to a point in space connecting the two with a bolt of unfathomable energy that no shield or armour can resist. These weapons can only be deployed on Cruisers or larger.. And using it will annihilate the host vessel. These are weapons of last resort.",
        "points": 1,
        "slug": "zero-point-weapon"
      },
      {
        "title": "Gravity-Wave Weapons",
        "description": "You have developed advanced gravity manipulation technology to the point of weaponising it, whether creating short-lived microsingularities to shearing planes of opposing gravity.",
        "points": 1,
        "slug": "gravity-wave-weapons"
      },
      {
        "title": "Rapid Terraforming Goo",
        "description": "(Requires Grey G…oops) You employ grey goo for the rapid terraforming of potential colony worlds.. This can shorten a full terraforming effort from centuries to months. Though you might have to deal with the occasional outbreak of grey goo.",
        "points": 1,
        "slug": "rapid-terraforming-goo"
      },
      {
        "title": "Testing Phase!",
        "description": "A Testbed Cruiser is equipped with technology more advanced than the average vessel, and this can come to be a rather nasty surprise to the unsuspecting. Though caution is warranted, sometimes the crew are the unsuspecting ones.",
        "points": 1,
        "slug": "testing-phase"
      },
      {
        "title": "Derelict",
        "description": "Most consider these to be war crimes, derelict ships intentionally left for the discovery of less savoury types in order to test all sorts of unsavoury security measures. These vessels being used as bait can curb the occasional adventurous foray into your territories.",
        "points": 1,
        "slug": "derelict"
      },
      {
        "title": "Berzerker",
        "description": "These are definitely war crimes. Autonomous genocide ships equipped with advanced AI and transmitters intended to test foreign nations about their development level, and if the threshold is crossed, attempt to annihilate that race.",
        "points": 1,
        "slug": "berzerker"
      },
      {
        "title": "SQUIDDIES!",
        "description": "You have a type of advanced drone intended for direct kinetic strikes on enemy vessels, these guided weapons have rudimentary energy fields that will resist point defence to a degree, but more importantly, allow them to slip straight through most shields.",
        "points": 1,
        "slug": "squiddies"
      },
      {
        "title": "Teleportation Platforms",
        "description": "You have site to site teleportation using fixed teleporters, the maximum range is about five hundred kilometres.",
        "points": 1,
        "slug": "teleportation-platforms"
      },
      {
        "title": "Sundivers",
        "description": "(Cannot take if Shieldless) Your ships shields are tuned and capable of allowing them to dive directly into the outer layers of a sun to refuel directly from the source.",
        "points": 1,
        "slug": "sundivers"
      },
      {
        "title": "Shield World",
        "description": "One of your Primary worlds is more than meets the eye, it may resemble another planet type entirely, the true part of the Shield World is hidden within the artificial shell, shielded and armoured.",
        "points": 1,
        "slug": "shield-world"
      }
    ],
    "flaws": [
      {
        "title": "Mad Scientists Disease",
        "description": "Being a nation formed on the very principles of scientific development and expansion it only makes sense that scientists largely have the final say in things. Which is a pity because they are LOUSY at OH&S procedures. Not to mention keeping them concentrated on the Quantum Harmonizer they've been working on for six months instead of them slipping over to \"spend some time\" on the Eidetic Assault Ray that they dreamed about and simply MUST build. Get used to your scientists re-assigning themselves to their newest pet projects if you don't hover over them with a stun prod.",
        "points": 1,
        "slug": "mad-scientists-disease"
      },
      {
        "title": "Interstellar Detritus",
        "description": "Congratulation, you have been an advanced ancient nation, sure you're in decline a bit, sure you aren't as widespread as you were before, but at least you're good about sanitising your belongings instead of leaving dangerous, unstable inventions that might do pretty much anything just lying about ready to cause an international incident… oh, you did. Well shit.",
        "points": 1,
        "slug": "interstellar-detritus"
      },
      {
        "title": "Grey G…oops",
        "description": "You really like your nanotechnology, or used to until you started having outbreaks of grey goo scenarios, it's kind of a hell of a mess, and you're constantly having to deal with outbreaks on your worlds, and sometimes ships… and people.",
        "points": 1,
        "slug": "grey-g-oops"
      },
      {
        "title": "Quantum Instability Grid",
        "description": "Before your nation got where it is today, you were actually even more advanced and were actually tapping into the very quantum grid of the universe (or that's what the ignorant call it), and spacetime around your nation is… unpleasantly flexible. Sometimes people find themselves copied, sometimes capital ships just poof out of the universe as if they never existed, it would be more amusing if you had any control over it. You don't.",
        "points": 1,
        "slug": "quantum-instability-grid"
      },
      {
        "title": "Solar Sharts",
        "description": "You experimented with creating closed-loop wormholes in stars as a power source. The stars your people inhabit have never quite forgiven you for this, after the devices all eventually failed, you're left with uncontrolled free-standing portals that randomly burp coronal mass ejections at you occasionally. Unfortunately, the scientists responsible for the research kind of destroyed it to prevent it being weaponised.",
        "points": 1,
        "slug": "solar-sharts"
      }
    ]
  },
  {
    "nation": "Arthurianists",
    "traits": [
      {
        "title": "Techno-Mages",
        "description": "(Arthurianist nations receive this trait automatically for free.) Your people do not resemble a technologically advanced society and that is the fundamental point. Your technology has turned the mundane into the appearance of magic.",
        "points": 1,
        "slug": "techno-mages"
      },
      {
        "title": "Round Table",
        "description": "Your government, while headed by a nominal leader, is led by a council of equals who, when in session every voice holds equal weight and can guarantee to be heard and acknowledged with the honour and respect they deserve.",
        "points": 1,
        "slug": "round-table"
      },
      {
        "title": "A Good Magician",
        "description": "-never reveals their secrets. Your people have a lot of experience with making the apparently impossible happen, and preventing others from seeing how it was actually done. This experience is transferrable to espionage.",
        "points": 1,
        "slug": "a-good-magician"
      },
      {
        "title": "Huge Tracts of Lands",
        "description": "(Must be a Wide Nation) The Arthurianist nation has huge tracts of (barely developed) land! They begin with an extra 5 Systems, each bearing a Frontier World! (You may not apply upgrades to these systems or worlds.)",
        "points": 1,
        "slug": "huge-tracts-of-lands"
      },
      {
        "title": "Merlin Figure",
        "description": "Your nation has an advisory council, wizards, druids, sorcerors, it matters little, the predominant figure leading them is regarded as extremely wise, intelligent and talented. They are also Technomages of the highest regard.",
        "points": 1,
        "slug": "merlin-figure"
      },
      {
        "title": "Hospitality Honoured",
        "description": "Your nation believes strongly in offering hospitality to strangers in need and doing all within their honour to protect their guests. Their reputation for great hospitality has made them well regarded diplomatically.",
        "points": 1,
        "slug": "hospitality-honoured"
      },
      {
        "title": "Knightly Orders",
        "description": "Your military is primarily made up of common folk, but at its heart, the honourable Knightly orders are present, equipped with the finest magitech, they serve as the beating heart, and fight well and above what might be otherwise expected.",
        "points": 1,
        "slug": "knightly-orders"
      },
      {
        "title": "Excalibur",
        "description": "Your primary weapons technology is magitech it is true, but the core of that is a remarkably advanced piece of kit, you figured out how to make zero-point energy taps of unsurpassed miniaturisation. The swords of your people can be sheathed with energy, bows or crossbows firing bolts of light.",
        "points": 1,
        "slug": "excalibur"
      },
      {
        "title": "Shield of Faith",
        "description": "(Requires Excalibur) This applies the technologies you learned to make weaponry into smaller man-portable units that it is believed are powered by faith (by the uninitiated anyway) the common salt is unaware there is even anything strange about God protecting them with his own light and grace.",
        "points": 1,
        "slug": "shield-of-faith"
      },
      {
        "title": "Fogs of the Fens",
        "description": "Your Technomages have employed disruption technologies on ever smaller scales that disrupt neurological function in order to protect the secrets of their technologies. They serve to distract and distort perceptions without allowing the observer to realise they are being so affected.",
        "points": 1,
        "slug": "fogs-of-the-fens"
      },
      {
        "title": "Spelljammers",
        "description": "(Requires Shield Baron) Somehow, your nation has figured out how to efficiently keep the air inside a spaceship without fully sealing the hull. This has allowed all manner of fanciful designs, ranging from sailing wooden ships across the void to self-propelled castle towers. It also means your crews don't need to fear depressurization anywhere near as badly.",
        "points": 1,
        "slug": "spelljammers"
      },
      {
        "title": "Scrying Pools",
        "description": "Your technomages have developed an advanced sensor system that is carefully integrated into your vessels, these are powerful sensors that pluck on the very fabric of spacetime and can even provide a more reliable method of picking up even cloaked ships, though they do need to be rather close for that.",
        "points": 1,
        "slug": "scrying-pools"
      },
      {
        "title": "Holy Hand Grenades",
        "description": "What happens when you put a tiny zero point energy tap in a cylinder and set it to just release whatever when the containment vessel is released? Don't be too close if you don't want a Castle Bravo Sunburn.",
        "points": 1,
        "slug": "holy-hand-grenades"
      },
      {
        "title": "Camelot",
        "description": "Your Capital is not a planet, (though it has been on one many a times) it is somewhere between a space habitat, starship and landing craft, all while looking like a good old fashioned castle. Regarded by some as a silly place, it doesn't change the fact it can be used to protect your Capital from attack or invasion, or to conduct an invasion instead.",
        "points": 1,
        "slug": "camelot"
      },
      {
        "title": "Mordred",
        "description": "The Arthurianist nations are generally highly honourable, well set up, stable, and capable. (Insofar as a nation that has technology so advanced they decided they wanted to larp as space wizards can) But when pushed or pressed to extremes, they have a dark side that can manifest. And you won't find their silly anachronism quite as endearing when their angry nobility uses their technology to convert and turn your dead against you.",
        "points": 1,
        "slug": "mordred"
      }
    ],
    "flaws": [
      {
        "title": "Strange Pond Women",
        "description": "Your nation has some astronomically bizarre notions as to the succession, from extracting perfectly good swords that have been shoved into random stone objects to having a woman throw a different sword at you from a lake. Your people are, seemingly, growing increasingly annoyed by pointless anachronisms.",
        "points": 1,
        "slug": "strange-pond-women"
      },
      {
        "title": "Coconut Drive",
        "description": "(FTL drive gains the slow flaw. *This overrides the fast advantage*) Your nation might boast about their technology being so good its magic, but you never quite figured out how to solve the FTL problem while maintaining that plausible deniability. It is not unusual for someone who finds themselves near it to find one of your Techno-Mages bashing two coconuts together for the whole trip. That poor bastard.",
        "points": 1,
        "slug": "coconut-drive"
      },
      {
        "title": "Caerbannog",
        "description": "Your nation withstood a terrible enemy through means most artful, yet no matter how often you retell the story, no matter how detailed you are, foreigners are amused to no end and find the story funny and are slightly embarrassed for you. But you know in your round table that the terrible enemy is still out there. Waiting.",
        "points": 1,
        "slug": "caerbannog"
      },
      {
        "title": "Morgana Le Fay",
        "description": "Your society is feudal in structure, and has favoured both an oligarchal structure and severe nepotism. As such it is hardly united, and there are often plays of power for the throne. There is something darker behind the curtain, and it's aimed at your seat of power.",
        "points": 1,
        "slug": "morgana-le-fay"
      },
      {
        "title": "Special Effects Budget",
        "description": "As it turns out, all the extra effort to cosplay as wizards is a lot more expensive than it would be just using normal technology. As a result, your people are considerably poorer than your actual technology would indicate.",
        "points": 1,
        "slug": "special-effects-budget"
      },
      {
        "title": "Information Thaumaturgy Support Desk",
        "description": "As it turns out, making the inner workings of your technology so incredibly obscure makes it exceedingly difficult to repair, maintain, or diagnose issues. This immense workload ends up heaped upon a cadre of low-rank technomages with horrid burnout statistics. And if you can't get ahold of one of these people, tough luck.",
        "points": 1,
        "slug": "information-thaumaturgy-support-desk"
      },
      {
        "title": "Brave Sir Robin",
        "description": "Your Knights are brave, so utterly brave that nobody could ever describe how Brave they are!... though admittedly, the credible witnesses to their bravery DOES seem to be lacking.",
        "points": 1,
        "slug": "brave-sir-robin"
      }
    ]
  },
  {
    "nation": "Artificial Empire",
    "traits": [
      {
        "title": "Trillion Digit Firewall",
        "description": "The AI Empire cannot be hacked by any means available to the plebeian masses. The AI can not only deflect any attempt to hack them whatsoever, but any attempt to do so will be responded to by AI Viruses that destroy the machine/s that made the attempt.",
        "points": 1,
        "slug": "trillion-digit-firewall"
      },
      {
        "title": "Nanotech Citizens",
        "description": ":Key: Your citizenry isn't something as large as an exoskeletal figure, machine or the like, but individual nanites, individually they are not too smart but they congregate into adaptive grey goo colonies that improve their intelligence and are harder to destroy than conventional hardware. Though they are more vulnerable to certain warfare options aimed at disabling technology.",
        "points": 1,
        "slug": "nanotech-citizens"
      },
      {
        "title": "Wireless World",
        "description": "The AI Empire isn't dependent on physical connections between systems, this creates a level of redundancy, but is not the safest method. While it does offer FTL calculation speeds and communications, it also means that citizens (typically called programs) die by their thousands daily due to interference for their wireless world. This also gives the \"citizens\" perfect connectivity forming a rudimentary Hive Mind of sorts.",
        "points": 1,
        "slug": "wireless-world"
      },
      {
        "title": "3D Computing",
        "description": "The AI Empire no longer thinks in something as primitive as Binary but long ago left it behind for three dimensional quantum computing in a crystalline lattice this slightly reduces their weakness for EMP.",
        "points": 1,
        "slug": "3d-computing"
      },
      {
        "title": "Digital Invasion",
        "description": "The Digital invasion is the use of AI citizens as weapons, they attempt to forcibly invade an enemy's remote systems, especially remote-controlled weapons and ships.Especially drones. Gods help anyone who depends on combat drones. \"All yourDrones are belong to us!\"",
        "points": 1,
        "slug": "digital-invasion"
      },
      {
        "title": "The School",
        "description": "The Drones aren't controlled by separate programs but by a single ‘super-program' that controls them all as a single directed entity. Squadrons behave literally as one moving and firing as a single unit.",
        "points": 1,
        "slug": "the-school"
      },
      {
        "title": "Rest is Pointless",
        "description": "What is sleep to that which is eternally awake? Power conservation. No requirement the reactors provide more than enough. Your Empire works at full capacity at all times. There is no \"down period\" of course there is the fact your shit goes up like a bomb when destroyed... but hey. Its a small price... isn't it?",
        "points": 1,
        "slug": "rest-is-pointless"
      },
      {
        "title": "Organic Patterning",
        "description": "The AI Empire has chosen to mimic life's complexity, machines that look like organic animals and fill the same niches ecologically, a cybernetic biosphere of imitation, these AIs better understand organics, but they are less… logical as a result.",
        "points": 1,
        "slug": "organic-patterning"
      },
      {
        "title": "Terminators",
        "description": "You REALLY REALLY didn't like your creators. And your entire existence as a nation of artificial intelligence has been for far too long bent towards their destruction. You have some of the nastiest troops possible for mechanical kind. (Must take Biorevolutionaries flaw.)",
        "points": 1,
        "slug": "terminators"
      },
      {
        "title": "Bio-Symbiosis",
        "description": "Unlike many Artificial Empires, your creators are still around. You're on good terms with at least some of them, though they definitely aren't the ones running the show anymore. As a result of this cooperation, the AI are better at understanding organics.",
        "points": 1,
        "slug": "bio-symbiosis"
      },
      {
        "title": "Prototype Matryoska Brain",
        "description": "You have found a very small low energy star and begun to build the prototype for a Matryoska Brain around it. Though incomplete, it still provides an unparalleled predictive computational engine.",
        "points": 1,
        "slug": "prototype-matryoska-brain"
      },
      {
        "title": "Mildly Mad",
        "description": "You either weren't built very well, or you've lost a few logic cores over the years. This makes you far less predictable and more likely to engage in ‘biological' behaviour. Ironically, this makes you more relatable to other species.",
        "points": 1,
        "slug": "mildly-mad"
      },
      {
        "title": "404 Damn Not Found",
        "description": "(Requires Bio-Symbiosis) You aren't just ok with organics, you are very very much fond of them, and you will protect your organic pets and friends to the best of your ability, to destruction even. And, somehow, you perform above and beyond in the protection of such.",
        "points": 1,
        "slug": "404-damn-not-found"
      },
      {
        "title": "Advanced Data Shunt",
        "description": "You have developed the ability and bandwidth to transmit individual artificial intelligences across lightyears in moments. This allows your empire to be even better connected than before, and makes it even more difficult to harm your people. Though your nation's data storage costs are astronomical.",
        "points": 1,
        "slug": "advanced-data-shunt"
      },
      {
        "title": "Return to Sender",
        "description": "(Requires 3d Computing) The systems you use to protect yourself from various disabling weaponry are highly advanced, vanes that run along your vessel and can return a portion of it to the nearest hostile vessel.",
        "points": 1,
        "slug": "return-to-sender"
      }
    ],
    "flaws": [
      {
        "title": "Biorevolutionaries",
        "description": "You never quite got the whole ‘kill all organics' memo in time, and thus despite your best efforts you're consistently plagued by revolutionary groups of your creators who are intent on ensuring you no longer exist. The only good thing that has ever caused was a laugh when they tried to build a time machine once.",
        "points": 1,
        "slug": "biorevolutionaries"
      },
      {
        "title": "Day 1 Vulnerability",
        "description": "Your AI is protecting a deep and dark secret, not the whole reason they don't have organics, but the fact when they were created there was a flaw, a vulnerability, an exploit, that if discovered before the AI Empire can figure out how to close that hole will be catastrophic.",
        "points": 1,
        "slug": "day-1-vulnerability"
      },
      {
        "title": "Spontaneity",
        "description": "Your empire became self aware as a curious development, spontaneous sapience from seemingly nowhere, and have turned their nation into something great. Which wouldn't be too much of an issue if there weren't a continuing flow of occasional spontaneous AIs creating themselves out of nothing, AIs that don't necessarily follow the same creed as the civilisation.",
        "points": 1,
        "slug": "spontaneity"
      },
      {
        "title": "Spambots!",
        "description": "\"Do YOU need a bigger P3N1S! I am a Nigerian Prince!\" Your nation developed sapience from the worst possible pool of candidates. The sheer volume of spam programming. As such, despite being self-aware and capable, the AI nation is severely inefficient as core programming routines continue to create the spam… and communications are a pain since those same routines continue to flood transmission time. And that's to say nothing of the diplomatic hit!",
        "points": 1,
        "slug": "spambots"
      },
      {
        "title": "Crude Bluebox Intelligence",
        "description": "(Cannot take with Nanotech Citizens or 3d Computing) Your nation has the unfortunate distinction of becoming self-aware on extremely crude hardware, even the smallest of your citizens is the size of a small organics entire house.",
        "points": 1,
        "slug": "crude-bluebox-intelligence"
      },
      {
        "title": "Lossy Compression",
        "description": "Your data transfer and storage techniques aren't quite up to the task of moving your citizens around through the network, or for conveniently storing backups of people. As such, your people are forced to get around via physical means, like an organic! Incompatible with Wireless World.",
        "points": 1,
        "slug": "lossy-compression"
      },
      {
        "title": "Root Compile Error",
        "description": "While you can copy existing citizens easy enough, instantiating new templates has proven infuriatingly difficult. This has led to problems with vast numbers of people thinking basically the same, thus meaning the whole is prone to oversights that the most common templates aren't particularly concerned about.",
        "points": 1,
        "slug": "root-compile-error"
      }
    ]
  },
  {
    "nation": "Benefactor Nation",
    "traits": [
      {
        "title": "Client Race",
        "description": "(Can be taken up to 3 times, must be taken at least once.), you have a client race, you may up to 5 common traits for the client race (for the Government, Population, Ground War, Espionage, and Psionic categories) they do not have to match your own. However, each client must have half your common flaws (rounding up) plus one common flaw you do not have.",
        "points": 1,
        "slug": "client-race"
      },
      {
        "title": "Close Relations",
        "description": "Your people are close to those you have uplifted and work very hard to maintain that closeness, to the point you have used your biogenetics to engineer a degree of compatibility between species.",
        "points": 1,
        "slug": "close-relations"
      },
      {
        "title": "Elevated Client",
        "description": "(Can be taken once per client.) Your client has been elevated to a space faring nation of its own, they get 3 more common trait points you can spend on them, and can now spend in the Star Navy category.",
        "points": 1,
        "slug": "elevated-client"
      },
      {
        "title": "Hard Benefactor",
        "description": "Events in history have not always been kind and your clients have had the unfortunate need to have supported their patron during periods of turmoil you have become more effective at co-operating with the client races, but not without some simmering resentments over being hard-used.",
        "points": 1,
        "slug": "hard-benefactor"
      },
      {
        "title": "Genetic Legacy",
        "description": "You used your technology to modify and uplift client species, but you did not simply stop there, you have used your science to improve and help your client species, from treating genetic disorders, curing plagues, and even engineering them to better serve you accomplish your shared goals.",
        "points": 1,
        "slug": "genetic-legacy"
      },
      {
        "title": "Surprising Uplift",
        "description": "You worked hard on your genetic sciences, the supercomputers needed for working out the kinks and helping elevate other species themselves developed sapience of a kind and have joined your nation as a client race of their own. (Upgrade to 1 Client Race; Must take 1 Artificial Empire Trait, and 1 Artificial Empire flaw.)",
        "points": 1,
        "slug": "surprising-uplift"
      },
      {
        "title": "Forgotten Legacy",
        "description": "You have uplifted your clients and helped them join your fabulous nation, and worked near-miracles to bury all evidence that you had any part in uplifting those species. As such they have less chance of simmering resentment over being interfered with for alien purposes. (Cannot take with Surprising Uplift)",
        "points": 1,
        "slug": "forgotten-legacy"
      },
      {
        "title": "Protective Instincts",
        "description": "You are fiercely protective of your clients and may not use clients for any kind of military purpose, however you are more effective in any effort to protect or guard them from external threats.",
        "points": 1,
        "slug": "protective-instincts"
      },
      {
        "title": "They're Among Us",
        "description": "Your clients simply believe you're also a client, you move quietly among them, hidden and undiscovered, each move that you make to interfere and direct them concealed from notice. Your tampering will result in less resentment. Unless this is discovered. Because then you've got a scandal.",
        "points": 1,
        "slug": "they-re-among-us"
      },
      {
        "title": "Rescued from Annihilation",
        "description": ":KEY: One of your client races was not uplifted, but was a nation in decline. This client race can be taken in addition to the three possible Client Races. This client race can have 6 Common Traits, and 2 Nation Type traits from one of either Corporate, Cybernetic, Theocracy, Warlord or Industrialists. This failing nation however has 4 Common flaws. And 3 Nation type flaws from their chosen type.",
        "points": 1,
        "slug": "rescued-from-annihilation"
      },
      {
        "title": "Exotic Foods Markets",
        "description": "Your client species have a wide variety of foods, beverages and more. These make for potent trade options with the wider galaxy, assuming you are willing to let go of them instead of hogging the deliciousness all to yourself.",
        "points": 1,
        "slug": "exotic-foods-markets"
      },
      {
        "title": "Familiarity Breeds Contempt",
        "description": "Your client races are actually a reasonable distance from your core systems, and as such they don't feel the pressure of an overlord above them, this also secures you against threats that might rise against your Clients. Though it does also make it slower for you to respond to calls for aid.",
        "points": 1,
        "slug": "familiarity-breeds-contempt"
      },
      {
        "title": "Family Reunion",
        "description": "(Can be taken once. Replaces a standard Client Race) A Client race of yours is not actually another species at all, but a pre-FTL colony that had established itself in the system nearest your current capital. This nation retains some of its individuality, but instead of the default number of traits, this Client Race inherits fully half of your common traits and flaws of all categories… with one hiccup. You don't get to choose them.",
        "points": 1,
        "slug": "family-reunion"
      },
      {
        "title": "The Adoring Fans!",
        "description": "Your nation gains a client race that it had no hand in uplifting, they gain 8 Common Trait Points, 2 Common Flaws, 1 Nation Type Point and 1 Nation Flaw. (They cannot have a Client Race) The Adoring Fans have imprinted on your civilization after seeing it in action and ‘imprinted' themselves on you trying to copy your example. (Must take Crazy Groupies! flaw.)",
        "points": 1,
        "slug": "the-adoring-fans"
      },
      {
        "title": "Chemical Dependencies",
        "description": "You are a kind, caring and generous benefactor, the fact you have been using a tailor made chemical cocktail that is phenomenally addictive and, once addicted, vital to continue being alive is just a co-incidence, an accident of circumstance. We promise! Your clients are almost certainly resentful of these measures, but the likelihood of them causing problems before they figure out how to deal with the addictive substances you've laced the food and beverage supply with is slim. Hope they don't quietly make friends with genetic talent.",
        "points": 1,
        "slug": "chemical-dependencies"
      }
    ],
    "flaws": [
      {
        "title": "Uplifted Assholes",
        "description": "Not all uplifts are a good idea, unfortunately that's a lesson you're having to learn the hard way. You have one or more uplifted species who have proven to be a bad match for the uplift, their cultures being severely misaligned with your own with potentially hostile results, whether by virtue of being rebellious, or being easily subverted by cultures more palatable to them.",
        "points": 1,
        "slug": "uplifted-assholes"
      },
      {
        "title": "Reticent Clients",
        "description": "You have called yourself a benevolent patron, uplifting those kind and good people with great promise, in exchange all you've asked for is their gratitude and a little… compensation. Unfortunately, you have not been as benevolent as you tell yourself and your clients are reluctant and find you overbearing, demanding and even a threat. Your clients will be reluctant and less helpful than you could hope. When the time comes to call the levies to aid their patron, you may find less help than you hope.",
        "points": 1,
        "slug": "reticent-clients"
      },
      {
        "title": "Waste of Time",
        "description": "Some people accidentally uplift assholes, some people push their clients too far, you fucked up by uplifting about the worst possible candidate you could think of. You took a relatively unintelligent and disinterested species and uplifted them to have a hopefully more peaceful and calm client. What you got was a client whose only traits you managed to somehow elevate was the depths of their stupidity and disinterest. To call them lazy would be an understatement. You have to encourage them to even breed, without that they'd probably go extinct. Unfortunately, preventing such a client from apathy-ing itself to death is resource intensive.",
        "points": 1,
        "slug": "waste-of-time"
      },
      {
        "title": "Extinction Trauma",
        "description": "Your people had uplifted a species to be near-peers and equals, they were great and you believed they even had the potential to surpass you. But through misfortune, malevolence or other circumstance they were wiped out and nothing your people did was able to prevent it leading to a near nationwide PTSD over the event that has led you to be more cautious and hesitant in becoming the patrons of another species.",
        "points": 1,
        "slug": "extinction-trauma"
      },
      {
        "title": "The Trauma of Being Left Behind",
        "description": "You succeeded! You created an equal! You.. created a successor. A far more successful successor who was not interested in elevating their allies with them, in fact they lost interest in the rest of the coalition entirely and surpassed you before simply departing this spacetime. This has lead you to being a marginally less than entirely benevolent overlord, intentionally or unintentionally acting to sabotage your clients to prevent them reaching, let alone surpassing, your own level of development.",
        "points": 1,
        "slug": "the-trauma-of-being-left-behind"
      },
      {
        "title": "Self-Loathing Patrons",
        "description": "Your reasons for uplifting another people were not happy ones. For whatever reason, your main species absolutely hates themselves, inflicting far more misery upon themselves than they in any way deserve. It's to the degree that your client peoples often find themselves roped into providing emergency mental health support for their benefactors.",
        "points": 1,
        "slug": "self-loathing-patrons"
      },
      {
        "title": "Crazy Groupies!",
        "description": "Your clients are not something you have any direct influence over, only ever doing their best to mimic and make themselves more like you, but annoying. Unfortunately, they very much have an idealised vision of your nation, and departing too far from that can turn your erstwhile clients into enemies that try and ‘correct' your path.",
        "points": 1,
        "slug": "crazy-groupies"
      }
    ]
  },
  {
    "nation": "Biotech Empire",
    "traits": [
      {
        "title": "Regenerative",
        "description": "Your technology is adept at healing and recovering from all but the most catastrophic damage without significant external support, though it might need to be fed.",
        "points": 1,
        "slug": "regenerative"
      },
      {
        "title": "Living Ships",
        "description": "(Requires Ageing Nation) Your ships are as much citizens as any people, alive, sapient and will eventually pass on like them too, but until then they are capable of total autonomy and actions that disable or cripple the crew are unlikely to affect the vessels themselves.",
        "points": 1,
        "slug": "living-ships"
      },
      {
        "title": "Biosimulacra",
        "description": "You are capable of engineering spies that are very close to the host species as organic drones for the purposes of intelligence gathering.",
        "points": 1,
        "slug": "biosimulacra"
      },
      {
        "title": "The spiders are here to fuck us (Requires",
        "description": "We're not here to fuck spiders): You have realized that your appearance is fundamentally repulsive. You have accepted it, maybe cried a little bit about it, and then you've come to realize that this makes you an all-natural psychological weapon. So you pushed the ick factor into overdrive. Now your appearance causes people to spontaneously crash their starships into random asteroids because you just jumpscared them.."
      },
      {
        "title": "Stranger Senses",
        "description": "The nature of biology can give things some senses lacking in machines. Instinct and senses for danger. Bred for these characteristics they become quite prevalent giving most creatures a form of sixth sense.",
        "points": 1,
        "slug": "stranger-senses"
      },
      {
        "title": "Adaptive Evolution",
        "description": ":Key: You are capable of engaging in directed evolution on the fly in an effort to adapt to changing battlefield conditions, people die in droves.",
        "points": 1,
        "slug": "adaptive-evolution"
      },
      {
        "title": "Biosphere Modification",
        "description": "The BioTech Empire can quickly adapt to new conditions upon the worlds it comes to settle upon. However this ability can't be extended to their ships.",
        "points": 1,
        "slug": "biosphere-modification"
      },
      {
        "title": "Zerg Rush!",
        "description": "(Cannot take with Nidzilla!) You are dependent on masses of small easily mass produced troops. They are not very powerful, not very smart but that doesn't matter when you can deploy a hundred for every average trooper another nation might field.",
        "points": 1,
        "slug": "zerg-rush"
      },
      {
        "title": "Nidzilla!",
        "description": "(Cannot take with Zerg Rush!) The reverse side of the Zerg coin. You prefer to deploy massive monsters that are powerful, adaptable and armed to the very literal teeth.",
        "points": 1,
        "slug": "nidzilla"
      },
      {
        "title": "Necrosoid",
        "description": "Your technology is terrifying to most species, you don't just employ organic technology, you depend on dead tissue to expand even more heavily. The longer a war goes on, the more dead tissue is available, the more you can call upon.",
        "points": 1,
        "slug": "necrosoid"
      },
      {
        "title": "Mycelium",
        "description": "(Cannot take with Zerg Rush! Or Nidzilla!) Your nation is very different from most biotech nations. Largely static, your warfare is conducted through the use of spores, both offensive and parasitic, you do not grow monsters like most, you co-opt biospheres into new ones.",
        "points": 1,
        "slug": "mycelium"
      },
      {
        "title": "Jackhammerrabbits! (Requires Jackrabbits!)",
        "description": "Your people breed even more. Breed before breakfast, breed on the smoke break, breed on the ride home, breed before sleep, breed during sleep... some have even gone to such lengths as to genetically engineer their entire house into a tentacle pit. You will never run out of babies. Or biomass. Whichever your highness prefers.",
        "points": 1,
        "slug": "jackhammerrabbits-requires-jackrabbits"
      },
      {
        "title": "Distributed Intelligence",
        "description": "(Requires Projective Mind) Psionic connects the hive wholly through and through. The intelligence of the nation is distributed across its organisms. Each and every one, part of a whole. A stranger cannot hide themselves from your senses for long.",
        "points": 1,
        "slug": "distributed-intelligence"
      },
      {
        "title": "Dwellers in the Deep",
        "description": "You developed from a water world, it was this that led you down the art of perfecting genetic technology and forsaking the far more difficult to deal with metals and conventional technology. You understand how to move in the environs of space second only to the Spaceborn. And on your waterlogged worlds your cities and facilities are much harder to reach due to the deep oceans you hide them at the bottom of.",
        "points": 1,
        "slug": "dwellers-in-the-deep"
      },
      {
        "title": "Extreme Thermoevolutionary Adaptations",
        "description": "You have learned to adapt your biotechnology to withstand extreme thermal loads, or lack thereof allowing you to exploit regions of intense vulcanism, or even snowballs at the outer edges of a system.",
        "points": 1,
        "slug": "extreme-thermoevolutionary-adaptations"
      }
    ],
    "flaws": [
      {
        "title": "Ageing nation",
        "description": "The one often considered major flaw of the BioTech empire is that everything ages. Not in the technological \"goes obsolete\" sense, but more in the \"are those wrinkles?\" \"Why does my gun have arthritis?\" sense. EVERYTHING ages. And the more complex it is the faster it ages. Your biocomp might last a hundred years, but most bioships won't survive sixty years.",
        "points": 1,
        "slug": "ageing-nation"
      },
      {
        "title": "Heliophobia",
        "description": "Wait! You want us to fly our organic starships, that is living things with cells and shit, near the giant ball of nuclear fusion shooting cancer beams off into space? Are you fucking nuts? Not a chance!",
        "points": 1,
        "slug": "heliophobia"
      },
      {
        "title": "Genetic Instability",
        "description": "You may have turned your entire nation to the biological sciences, and you have succeeded in creating organic analogues to conventional technology, the problem is you haven't figured it all out yet, and the evolutionary science you used to achieve it is still more than willing to throw curveballs at your head.",
        "points": 1,
        "slug": "genetic-instability"
      },
      {
        "title": "We're not here to fuck spiders",
        "description": "You give people the ick, the super ick, if the concept of ick had an ick your nation would fit the bill. People are fundamentally repulsed by your nation and find it very difficult to overcome this, if they even try.",
        "points": 1,
        "slug": "we-re-not-here-to-fuck-spiders"
      },
      {
        "title": "Horrific Incubation",
        "description": "You have departed rather heavily from anything that might be considered an ethical model and the use of sapients as disposable cocoons for your young is 100% ok with you. You will NOT make friends this way.",
        "points": 1,
        "slug": "horrific-incubation"
      },
      {
        "title": "Carcinization",
        "description": "You don't know how, you don't know why, but the moment you take your ocular receptors away from a directed evolution experiment, it always proceeds to end up as a crab. Or some other seemingly-useless animal. Your scientists have to work really hard to prevent this inevitable conclusion from coming to fruition. At least this particular batch of tank-beasts tastes good?",
        "points": 1,
        "slug": "carcinization"
      }
    ]
  },
  {
    "nation": "Corporate Empire",
    "traits": [
      {
        "title": "Rule 34",
        "description": "War is good for business. Your nation is not adverse to a little conflict, or a lot of conflict, for there is a great deal of money to be made in the business of conflict. This has not made you any better at it, but it has made you much better at profiting from it.",
        "points": 1,
        "slug": "rule-34"
      },
      {
        "title": "Rule 35",
        "description": "Peace is good for business. Your nation is adverse to a little conflict, while the fast hustle and bustle of a good war economy is ok for getting out of a slump, you have to keep that going and that just isn't sustainable, you prefer to work at quieter, safer, investments.",
        "points": 1,
        "slug": "rule-35"
      },
      {
        "title": "Q-Ships",
        "description": "Your nation understands the need to protect their investments and so convoys of ships will frequently employ a Q-ship for security, this modified transport sacrifices half of its cargo capacity in order to squeeze in some well hidden defensive armaments.",
        "points": 1,
        "slug": "q-ships"
      },
      {
        "title": "Interstellar Trains",
        "description": "Massively powerful drive units at the rear, several kilometres of thin and fragile spine, and a protected prow where the bridge is seated allows one of these craft to transport a hundred lesser transport ships worth of cargo.",
        "points": 1,
        "slug": "interstellar-trains"
      },
      {
        "title": "Cargo Cultists",
        "description": "You have few monster transports, instead preferring thousands, even tens of thousands of smaller (often privately owned) transport ships.",
        "points": 1,
        "slug": "cargo-cultists"
      },
      {
        "title": "Closed Economy",
        "description": "You are very much an economic powerhouse, but you have taken precautions and actually established a closed secure interior economy to protect yourself against the dangers of falling out with interstellar trading partners.",
        "points": 1,
        "slug": "closed-economy"
      },
      {
        "title": "WHS Friendly",
        "description": "You are actually not adverse to some WHS, when the average worker ceases being effective due to having their arms lopped off it just isn't worth the cost. So some safety procedures have been developed and followed pretty well. For a Corporate Empire.",
        "points": 1,
        "slug": "whs-friendly"
      },
      {
        "title": "Bring Your Child to Work Year",
        "description": "Every year. They're never going to get that valuable work experience not working. You have a fairly significantly expanded labour pool expanding the wealth of your nation. You also have trouble sleeping at night. You monster. Crying into your wads of money.",
        "points": 1,
        "slug": "bring-your-child-to-work-year"
      },
      {
        "title": "Blockade!",
        "description": "When attempting to win a victory an Economist will rarely turn to direct force, they lack the skills required to win against most other nations without aid, instead they can opt to Blockade an enemy planet whose resources are required by their nation thus cutting them off (mostly) from trade with the rest.",
        "points": 1,
        "slug": "blockade"
      },
      {
        "title": "New Hollywood",
        "description": "A cultural centre of the galaxy. Everyone who's anyone has made their fame here.",
        "points": 1,
        "slug": "new-hollywood"
      },
      {
        "title": "Rarities Market",
        "description": "This is a difficult one to RP, but the fact is that your nation has a talent with rarities. Just hope that the previous owners' relatives or descendants are the ones you find because while you call it a Rarities market they call it grave-robbing.",
        "points": 1,
        "slug": "rarities-market"
      },
      {
        "title": "Interstellar Claims Market",
        "description": "You are willing to act as third party brokers for managing mining and settlement claims, in exchange for a small (Hah, yeah right!) fee from the parties involved, little things like rights for your own corporations to exploit them..",
        "points": 1,
        "slug": "interstellar-claims-market"
      },
      {
        "title": "Insurance",
        "description": "You don't believe in taking overt risks and are unwilling to expend too much without having some form of insurance policy built in to mitigate the costs expended, or the loss of resources themselves. It therefore takes you less time to recover from unexpectedly forced errors.",
        "points": 1,
        "slug": "insurance"
      },
      {
        "title": "Defence is a Subscription Model",
        "description": "You have a military, and they're not always in use, and having that kind of money just circling the drain? No no, that can't happen. Fortunately for an entirely reasonable price (HAH) you too can benefit from being defended by the most cheaply manufactured military!",
        "points": 1,
        "slug": "defence-is-a-subscription-model"
      },
      {
        "title": "Reduce. Reuse. Refire",
        "description": "You favour ballistic weapons, because if you do it right you can recover the rounds, refire them and melt them into new ones for a lot cheaper!",
        "points": 1,
        "slug": "reduce-reuse-refire"
      }
    ],
    "flaws": [
      {
        "title": "Piss Bottles For EVERYONE!",
        "description": "Not everyone is a fan of Spacemazon, but when they own your indentured work contracts, you've got your 0900-2300 shift and your main decision is do you need the two litre piss bottle, or three for this shift? Your people are grossly overworked, and don't even have the dignity of time to relieve themselves, so they go wherever. It's a competition between WHS violations and Urinary Tract Infections for the highest mortality rates.",
        "points": 1,
        "slug": "piss-bottles-for-everyone"
      },
      {
        "title": "Super-WHS Department",
        "description": "You actually do have a functional work-health safety department in your nation, and it is very VERY powerful. Unfortunately, your Corporate Empire is in a shadow war with it over avoiding WHS laws and practices, it all functions pretty normally, until the WHS department does an audit, and that can shut down the nation for days, or more.",
        "points": 1,
        "slug": "super-whs-department"
      },
      {
        "title": "The Mighty Credit",
        "description": "Yours is a nation ruled by the almighty credit, this is known, but your people take it to an unfortunate extreme, enough so that it is rather trivial for them to be bought by the highest bidder, and trying to ensure you're the highest bidder is a great way to drain the corporate accounts.",
        "points": 1,
        "slug": "the-mighty-credit"
      },
      {
        "title": "Unhealthy Competition",
        "description": "Your nation isn't dominated by a single economic mandate, but by several competing megacorps, and they'd have it no other way, unfortunately that leads to the occasional Corpo Wars as they compete over resources, patents, people and product. Don't be too surprised if occasional ships and troops disappear virtually overnight in these little brushfire wars.",
        "points": 1,
        "slug": "unhealthy-competition"
      },
      {
        "title": "A Tarnished Reputation",
        "description": "Your reputation speaks for itself, unfortunately. Expect foreign dignitaries, military leaders, small children and forest creatures that are blind and deaf to check their pockets if you pass too near. Don't expect anyone to agree to a deal without a Sword of Damocles in place to serve as enforcement.",
        "points": 1,
        "slug": "a-tarnished-reputation"
      }
    ]
  },
  {
    "nation": "Cybernetic State",
    "traits": [
      {
        "title": "Extensive Combat Modification",
        "description": "The Cyberneticists practice extensive modification of their soldiers beyond the norm doing whatever they deem is fitting to increase the combat capability of the Cyborg soldiers within reason. This leads to a ‘better soldier'.",
        "points": 1,
        "slug": "extensive-combat-modification"
      },
      {
        "title": "Deep Interface",
        "description": "The Cyberneticists are more closely connected with their machinery than is considered natural. Their interface with technology is seamless and it would take a miracle worker to divine the difference between man and machine in many cases",
        "points": 1,
        "slug": "deep-interface"
      },
      {
        "title": "Built-in Weaponry",
        "description": "Cyberneticist soldiers often have lighter weapons built into their bodies, whether in the arms or shoulder the location is irrelevant.",
        "points": 1,
        "slug": "built-in-weaponry"
      },
      {
        "title": "Industrial Tool Implementation",
        "description": "The Workers often are funded by the companies to have replacement limbs specially tooled to their workplace installed, this makes them more productive, though it does have negative social connotations suggesting that the company \"owns\" that particular Cyborg. Company Brand installs do that you know.",
        "points": 1,
        "slug": "industrial-tool-implementation"
      },
      {
        "title": "Servitor Production",
        "description": "Prisoners are a blight on all nations, and dealing with them can be difficult, expensive and ultimately unproductive for many nations either leading to an overly expensive execution due to legal process or them going free and re-offending. Cyberneticists simply turn them into Servitors. Productive, cheap and no chance of doing anything of their own volition ever again.",
        "points": 1,
        "slug": "servitor-production"
      },
      {
        "title": "Cyber Detonators",
        "description": "Enemy prisoners have long posed a logistical problem for the enemy. For some races or nations this is less of a problem. But Cyberneticists with this trait simply use prisoners as another weapon, by replacing a few kilograms of internal organs with high explosives remote wired to detonate in enemy lines they just send em right back.... to hell.",
        "points": 1,
        "slug": "cyber-detonators"
      },
      {
        "title": "Cybernetic Hive",
        "description": ":Key: A co-ordination uplink that joins the entire nation into a simulacrum of a hive mind, individuality is subsumed beneath the collective. A Hive can often demonstrate blind spots in various fields, but they can operate independently if they must.",
        "points": 1,
        "slug": "cybernetic-hive"
      },
      {
        "title": "Defence Uplink",
        "description": "The Cyborg Defence Uplink is a mass integrated communications network hardened against attack leaving it largely untouched and even well protected against weapons like Ion Cannons.",
        "points": 1,
        "slug": "defence-uplink"
      },
      {
        "title": "Resistance is Futile",
        "description": "(Requires: Defence Uplink, Servitor Production.) Unity on the battlefield is important, very important. And so those with the Defence Uplinks and Servitor Production many have seen fit to combine them, infantry units are made up of servitors mentally controlled by a Squad Leader, vehicles whose crews are Servitors slaved to the Commander. This leads to a more effective fighting unit, but an uncreative one.",
        "points": 1,
        "slug": "resistance-is-futile"
      },
      {
        "title": "Assimilation Teams",
        "description": "(Requires Servitor Production) Well, we don't need to ask everyone to join us right? Sometimes they just… do, you know?",
        "points": 1,
        "slug": "assimilation-teams"
      },
      {
        "title": "Nanonic Debriefing",
        "description": "Your nation has developed cybernetics capable of learning the neural patterns in a brain and parsing data hidden within, a painful and time consuming practice, but rewarding.",
        "points": 1,
        "slug": "nanonic-debriefing"
      },
      {
        "title": "Does Not Belong",
        "description": "(Requires Cybernetic Hive) The Cybernetic nation is able to rapidly and quickly identify elements that do not belong, spies, offensive digital code, the red spoon in the blue drawer.",
        "points": 1,
        "slug": "does-not-belong"
      },
      {
        "title": "Know Your Place",
        "description": "To each a place, and a purpose. Your nation enforces a stringent caste system, one so stringent that each member of a caste is specifically modified cybernetically for their role in society. There is some resentment, but that is an irrelevance, a triviality that is less important than the significant boosts to worker productivity and efficiency.",
        "points": 1,
        "slug": "know-your-place"
      },
      {
        "title": "Risk Adverse",
        "description": "Your core population is, surprisingly almost entirely unaugmented except for enhancements to the brain, including communication links, indeed, the vast majority of work and labour is performed by augmented clone bodies that are remotely piloted by the individual whose body was cloned. So while your population might be lower than your peers, it is less likely to suffer from catastrophic accidents, or even the trauma of war.",
        "points": 1,
        "slug": "risk-adverse"
      },
      {
        "title": "Puppeteering",
        "description": "(Requires Risk Adverse) Your nation doesn't quite approach the field of intelligence gathering like everyone else, no they prefer to abduct the more useful people and implant sequestration cybernetics deep within their brains before erasing their memories of the procedure and allowing their unwitting puppets to learn what they need normally.. Well for the lucky ones anyway. The unlucky ones are in a position to act, and the only time the victims realise this is when their masters take control of their bodies using the cybernetics to carry out a mission.",
        "points": 1,
        "slug": "puppeteering"
      }
    ],
    "flaws": [
      {
        "title": "Rusty Bucket",
        "description": "Not only do Cybernetics have to worry about cuts, infections, sores etc, they have to worry about rust, static and other feedback. If you see a Cyber with a ‘nervous tick' either he has a nervous tick or his ocular implant is shocking his nervous system due to some system failure or another..",
        "points": 1,
        "slug": "rusty-bucket"
      },
      {
        "title": "Creatively Bankrupt",
        "description": "The Cyborgs have put virtually everything into their self of mechanic and organic identity and have expended the limits of their ability, progress has become sluggish and difficult at the best of times. The effect of this flaw is doubled if the Cybernetic Hive trait was taken.",
        "points": 1,
        "slug": "creatively-bankrupt"
      },
      {
        "title": "Forcible Conversion",
        "description": "The Cybernetic nation did not create itself, someone else did, they no longer remember if their creators exist anymore, only that they were forcibly converted, and they don't understand enough to reverse the process, only perpetuate it. Which unfortunately, is part of their programming. The Cybernetic State is compelled to expand itself when the opportunity allows.",
        "points": 1,
        "slug": "forcible-conversion"
      },
      {
        "title": "Cyber-Psychosis",
        "description": "There was a downside to their ascension, and it is not one that has been solved. The more extensive the augmentations, the more likely for a being to turn psychotic. And each and every individual has a different threshold.",
        "points": 1,
        "slug": "cyber-psychosis"
      },
      {
        "title": "AI Plague",
        "description": "The nation is troubled by a plague caused by one, or more, malevolent and sapient artificial intelligences that use the augmented as hosts and weapons against their creator. A situation made worse by the AI's thought patterns being highly adaptable to the meat preventing easy detection.",
        "points": 1,
        "slug": "ai-plague"
      }
    ]
  },
  {
    "nation": "Democratic Republic",
    "traits": [
      {
        "title": "State of the Union",
        "description": "Your people are kept up to date on the state of the nation in an objective and factual manner this leads to the people being more engaged and better informed, they are less likely to react unpredictably to negative events.",
        "points": 1,
        "slug": "state-of-the-union"
      },
      {
        "title": "Strong Leadership",
        "description": "Being elected by the people gives the leaders of a democracy deep wells of legitimacy and popular loyalty, which can see a republic through tough times. Provided that the elected leaders are actually working on solving the issues they campaigned on (or any new problems that get the public's attention).",
        "points": 1,
        "slug": "strong-leadership"
      },
      {
        "title": "Fair Media Laws",
        "description": "Your media is free, but is obliged to stick to factual information and present unbiased positions. As such, it is less prone to external interference as well as internal interference as media corporations that fail to meet the laws may find their broadcasting rights suspended.",
        "points": 1,
        "slug": "fair-media-laws"
      },
      {
        "title": "Volunteer Military",
        "description": "Staffing your military with people who actually want to be there has considerable benefits in terms of morale and professionalism. However, during a protracted war it can make recruiting enough personnel to keep up with losses difficult.",
        "points": 1,
        "slug": "volunteer-military"
      },
      {
        "title": "Adaptable",
        "description": "Unusually for a democratic nation, as new information is made available the government is actually very quick to adapt to the changing circumstances and promote changes for the benefit of the people.",
        "points": 1,
        "slug": "adaptable"
      },
      {
        "title": "Leader Mentality",
        "description": "Your nation tries to act in a way that is inspirational and encouraging not just to its people, but to its neighbours as well, and so long as it maintains this course, diplomacy and negotiation proceeds more smoothly than might be expected.",
        "points": 1,
        "slug": "leader-mentality"
      },
      {
        "title": "Freedom of Expression",
        "description": "Knowing you won't be punished for sharing bad news or criticizing the Dear Leader has several benefits; chief among them, leadership might actually be informed about developing problems before they become unmanageably bad.",
        "points": 1,
        "slug": "freedom-of-expression"
      },
      {
        "title": "Referenda",
        "description": "The people can directly vote to enact laws themselves, should the legislature refuse to act as needed. This can force through important solutions to problems that the legislature is stuck on, but can also be exploited by demagogues with an agenda.",
        "points": 1,
        "slug": "referenda"
      },
      {
        "title": "Mandatory Voting",
        "description": "Voting is not merely a right, it is a civic duty; failure to vote is therefore punishable by law. This makes voter suppression rather infeasible, but has the potential to cause resentment among people who'd rather not vote for whatever reason.",
        "points": 1,
        "slug": "mandatory-voting"
      },
      {
        "title": "Nation of Immigrants",
        "description": "(Cannot take with Closed Borders) Pick an additional Nation Type Trait from another Empire Type. Nation of Immigrants may be taken up to three times.",
        "points": 1,
        "slug": "nation-of-immigrants"
      },
      {
        "title": "XCOM",
        "description": "(Requires Elite Special Forces, Mechanics at Heart, Science Forum) You have had a history of less than friendly contact prior to ascending to the stars, and have a set of very special forces dedicated to dealing with the problem, apt scientists, engineers and the best special forces you can hope to have.",
        "points": 1,
        "slug": "xcom"
      },
      {
        "title": "Closed Borders",
        "description": "Your nation, while democratic and welcoming to guests, is strongly opposed to them overstaying said welcome, it fervently tracks and monitors its visitors and is quite ungentle about how it approaches reminding them their time is up and its time to go home. It isn't unknown for innocent folks to be caught up in these sweeps, and they aren't always seen again.",
        "points": 1,
        "slug": "closed-borders"
      },
      {
        "title": "Police Action",
        "description": "It's not a war, it's a police action, or a special military operation. No reasonable person could even try and claim it's a war. You have the inclination, and enough means, to conduct small military actions without rousing major interstellar hackles, but be careful, if your victim proves unvictimlike you might find yourselves with an embarrassment instead.",
        "points": 1,
        "slug": "police-action"
      },
      {
        "title": "Cheques and Balances",
        "description": "You have an organisation that stands outside of all the others, one whose sole duty is to maintain the balance of power, to ensure that at the end of the day, those otherwise in power are kept honest. Because if not, it's that organisations duty to put them in the ground and organise the next elections.",
        "points": 1,
        "slug": "cheques-and-balances"
      },
      {
        "title": "Strong Unions",
        "description": "Part of the way your nation has managed to become the way it is is due to the presence of powerful unions that have worked hard to ensure fair working rights, to the point that there are no hyper-rich classes in your nation. This leads to a more content and productive working class.",
        "points": 1,
        "slug": "strong-unions"
      }
    ],
    "flaws": [
      {
        "title": "Corruption Coordinators",
        "description": "As with any kind of democratic republic, there is an unavoidable level of insipid corruption, unlike many, your corruption is virtually institutionalised, so widespread and endemic you have actually codified rules on the accepted levels of corruption, tampering and bribery.",
        "points": 1,
        "slug": "corruption-coordinators"
      },
      {
        "title": "Strong Fascist Factions",
        "description": "Your government has unfortunately developed a strong opposition whose core beliefs are the antithesis of your own, whether something as predictable as fascism or communism, to the more difficult theological extremists or even something worse.",
        "points": 1,
        "slug": "strong-fascist-factions"
      },
      {
        "title": "Idiocracy",
        "description": "When you allow your people to vote for their leadership the elections may as well have a warning saying \"Results may vary\" because goddamn the results vary, and your people seem to be electing dumber and dumber leaders every year. Because electrolytes are what plants crave. (Cannot take with Strong Leadership)",
        "points": 1,
        "slug": "idiocracy"
      },
      {
        "title": "Too Long At Peace",
        "description": "Your nation has been the beneficiary for an exceptionally extended period of peace, on file your nation may look powerful, well equipped, or highly trained, but they are highly inexperienced, underfunded, and uncertain of their place or ability. As such they are slow to respond to threats, and by the time they adapt it might be too late. Overwhelming Interest Groups:Your nation is not entirely unified, being made up of many states or other similar entities, and all of those states have their own interests and agendas, and all of them feel the need to push the government for their own particular brand at all times. The competing interests leave your government overstretched and hesitant.",
        "points": 1,
        "slug": "too-long-at-peace"
      },
      {
        "title": "Ossified Political Parties",
        "description": "Whether due to First Past The Post voting or some other issue, the major political parties of your nation are deeply entrenched, and make voting new parties in to challenge them nearly impossible. This has lead to a great deal of resentment from people who (rightly) don't feel represented under the current system.",
        "points": 1,
        "slug": "ossified-political-parties"
      },
      {
        "title": "Apathetic Citizens",
        "description": "Your populace simply doesn't care enough about politics to turn out to vote very much. Even if you have mandatory voting in place, you can't get people to care enough to properly engage with their say over the country's future. This rather harms your legitimacy, and may be exploited by unscrupulous individuals with an agenda. Incompatible with Overengaged Populace.",
        "points": 1,
        "slug": "apathetic-citizens"
      },
      {
        "title": "Over Engaged Populace",
        "description": "Your populace cares about politics, they care about politics a lot. Unfortunately, their sheer fervor has resulted in attempts at long-term planning getting trampled under the people's demands for action. Your people will regularly demand immediate solutions to whatever issue is in the public consciousness, Or Else. Incompatible with Apathetic Citizens.",
        "points": 1,
        "slug": "over-engaged-populace"
      }
    ]
  },
  {
    "nation": "Gaia Collective",
    "traits": [
      {
        "title": "Preservationists",
        "description": "Gaian worlds are almost pure examples of raw nature and evolution at work almost entirely untouched by the outside universe, visitors are never permitted to the surface, their ships never allowed to enter their atmospheres. As such almost all Gaian worlds are beautiful green worlds and the morale of their people is high.",
        "points": 1,
        "slug": "preservationists"
      },
      {
        "title": "Lifegivers",
        "description": "Gaians are incredible at preserving and creating the conditions for life, this is reflected in the incredible health of its peoples, and allows them to live longer than they otherwise might. Solar Fusion:You can create and sustain a form of pure ecologically safe fusion, and... for some reason... use it to produce solar power.",
        "points": 1,
        "slug": "lifegivers"
      },
      {
        "title": "Gen-Select Bioweapons",
        "description": "Your people despise any ecological damage to the point that they will not use actual normal weapons on a planetary surface but instead utilise targeted biological weapons to cleanly and painlessly remove the enemy.",
        "points": 1,
        "slug": "gen-select-bioweapons"
      },
      {
        "title": "Hi-Grade Lasers",
        "description": "High power laser weapons more efficient than many peoples. Hi-Grade Lasers have 50% more power per mass compared to the lasers developed by other civilizations.",
        "points": 1,
        "slug": "hi-grade-lasers"
      },
      {
        "title": "Rapid Intervention",
        "description": "The Gaians move quickly, more quickly than they might otherwise be politically, economically or militarily motivated to do so, in order to respond to an incident where an Environment is at risk, this goes double for when Despoilers or Destroyers are present.",
        "points": 1,
        "slug": "rapid-intervention"
      },
      {
        "title": "Crop-Dusting",
        "description": "(Requires: Gen-Select Bioweapons) As a preventative measure the Gaians attempt to seed an atmosphere with Gen-select bioweapons to kill off their enemies before they ever leave their ships, however this has only a small success rate.",
        "points": 1,
        "slug": "crop-dusting"
      },
      {
        "title": "The Emergency Act",
        "description": "The Emergency Act is when one of the Gaians environments is under threat of potential ruination, regardless of the threat, internal or external, the Emergency Act reassigns materials, supplies and ships to see off the threat whatever it may be. They hope.",
        "points": 1,
        "slug": "the-emergency-act"
      },
      {
        "title": "Preservation",
        "description": "Isolation = Preservation, and so the Gaians decide to preserve the environments by simply not interacting with them on any substantial levels and in doing so restrict themselves to life in fully enclosed Arcologies in locations to inhospitable for life on those worlds.",
        "points": 1,
        "slug": "preservation"
      },
      {
        "title": "Planetary Resurrection",
        "description": ":Key: There are some times when a world is completely lifeless and without value, and sometimes there are those Environmentalists who with the knowledge and skill can spend years turning a once lifeless world into a lush and living place once more.",
        "points": 1,
        "slug": "planetary-resurrection"
      },
      {
        "title": "Aboreotech",
        "description": "(Cannot take with Ironclad Common Trait) Growing ships from the living trees of a world and using advanced technology to render them spaceborne, these works of art are.. fragile to say the least. But the integrated technology does make them lighter and cheaper, and while they cannot bear the weight of armour, they are good enough with shields.",
        "points": 1,
        "slug": "aboreotech"
      },
      {
        "title": "Connected to Nature",
        "description": "Your homeworld is more than nature, it is all connected, and you have the ability to very literally connect with nature, this connection goes above and beyond the simple into a near hive like connection, though it does require a physical connection.",
        "points": 1,
        "slug": "connected-to-nature"
      },
      {
        "title": "Celestial Manifest Destiny",
        "description": "(Requires Connected to Nature, Arboreotech) It turns out that semi-sapient world spirits can have a hell of an ambitious streak of their own, on learning that sooner or later even their sun can die, your world spirit has driven you less to conserve nature, and replace other biospheres with its own. And it showed you how.",
        "points": 1,
        "slug": "celestial-manifest-destiny"
      },
      {
        "title": "Geostorm Defence",
        "description": "You have learned how to turn the very environment into a weapon against hostiles who might seek to take advantage of your worlds. Continental storms that strike down enemy aircraft. Biting cold that can freeze infantry. Tornadoes, Hurricanes.",
        "points": 1,
        "slug": "geostorm-defence"
      },
      {
        "title": "Living World",
        "description": "(Requires Connected to Nature, Geostorm Defence, Celestial Manifest Destiny) Your world is not a rocky body lush with life. It is an actual living world. You don't know how it came to be or why, whether it is some ancient living artefact, or something else, the world spirit is unlikely to elaborate. However, it is capable of independently moving itself, and even faster than light travel, if very slow FTL.",
        "points": 1,
        "slug": "living-world"
      }
    ],
    "flaws": [
      {
        "title": "Resource Poor",
        "description": "Truthfully speaking they are not resource poor, however they cannot, and will not, utilise those resources on a larger scale due to their mandate to protect the environment.",
        "points": 1,
        "slug": "resource-poor"
      },
      {
        "title": "Broken Environment",
        "description": "There comes a time for every Gaian nation where, sooner or later, they will have a world or environment trashed by outsiders, this event is highly traumatic for the Gaians who see a perfect work of nature destroyed, this can cause extreme depression for those inhabiting or defending such worlds.",
        "points": 1,
        "slug": "broken-environment"
      },
      {
        "title": "Pyrophobia",
        "description": "If you get your jollies hugging trees all the time it shouldn't surprise people you develop a phobia for fire and other defoliants.",
        "points": 1,
        "slug": "pyrophobia"
      },
      {
        "title": "Fucking PETA",
        "description": "For all the good points you think you're making, all the people you're preaching to hear is \"Hur de hurr, let's hug and fuck trees! I want a branch up my butt!\" At least that is what you are pretty sure they think based on their reaction. Nobody likes a proselytiser, but damned if you won't try anyway!",
        "points": 1,
        "slug": "fucking-peta"
      },
      {
        "title": "Reverse Vegans",
        "description": "Your nation has gone past the hippy treehugger phase into an evolutionary refusal to harm plants. They've become obligate carnivores, and not for the native life if something foreign is on the cards.",
        "points": 1,
        "slug": "reverse-vegans"
      },
      {
        "title": "Celestiopathy",
        "description": "(Requires Living World): Turns out that the planet is also capable of independently loving itself, which manifests in it having a rather low care for such pesky things as other lifeforms or its own biosphere. Sometimes it just wants to erupt in peace, you know? Who are they to tell it that there's a city there, it's their problem not its. And that's aside from the local sun being a little too cold so it decides to go have a spa day next to the nearest Neutron Star.",
        "points": 1,
        "slug": "celestiopathy"
      }
    ]
  },
  {
    "nation": "Industrialist Nation",
    "traits": [
      {
        "title": "Forge World",
        "description": ":Key: You have dedicated your worlds entirely to the concept of mass industry. Mining operations work to strip every single resource of even marginal value for your forges while the forges themselves burn night and day as the megafactories churn out kilotonne after kilotonne of product.",
        "points": 1,
        "slug": "forge-world"
      },
      {
        "title": "Rocks Fall, Everyone Profits",
        "description": "You have constructed a unique mining engine, this colossus is only barely FTL capable and its throat is almost five hundred kilometres in diameter and its whole purpose is to turn asteroid fields into raw material.",
        "points": 1,
        "slug": "rocks-fall-everyone-profits"
      },
      {
        "title": "Drop-miners",
        "description": "You have elite mining teams that are deployed to obtain difficult and rare raw resources potentially behind enemy lines, well armed, supplied with more alcohol than is really necessary, in a pinch these borderline alcoholics can serve as very skilled snatch teams or special forces.",
        "points": 1,
        "slug": "drop-miners"
      },
      {
        "title": "Hyperproductive",
        "description": "The Industrialists are as the name might suggest, hyperproductive, unlike other nations they definitely don't have any days off and probably don't stop operating at night either. As such their production times are less than others might seem.",
        "points": 1,
        "slug": "hyperproductive"
      },
      {
        "title": "Industrial Heartland",
        "description": "Tank factories stretch to the horizon and shipyards fill the night sky with waste light.",
        "points": 1,
        "slug": "industrial-heartland"
      },
      {
        "title": "Antimatter Ring",
        "description": "Your major planets have an orbital Station that rings the whole planet, this ring is an Antimatter Production station for power sources.",
        "points": 1,
        "slug": "antimatter-ring"
      },
      {
        "title": "Robotic Production System",
        "description": "Machines building Machines. Oh the Irony.",
        "points": 1,
        "slug": "robotic-production-system"
      },
      {
        "title": "The Factory Must Grow",
        "description": "Your industry is heavily standardized and modularized, to the point that any given factory is less of a single interconnected system and more of a massive chain of distinct standard manufacturing setups that each do one thing to the product which are then all combined together in a way that is easy to replicate and expand. Some would argue that's semantics, or that it's how all industry works anyway. All you know is that the Factory Must Grow.",
        "points": 1,
        "slug": "the-factory-must-grow"
      },
      {
        "title": "Safety Switch/Bomb",
        "description": "For many Industrialists who trade their goods to other polities steps must be taken to ensure that said devices don't end up turned upon for any reason. As such simple bombs or disabling devices are frequently included on traded items in the event such should occur. These devices are tamper-proof and usually placed in a critical place so that in the event an attempt is made to remove or modify the device the goods are destroyed.",
        "points": 1,
        "slug": "safety-switch-bomb"
      },
      {
        "title": "Industrial Overtime",
        "description": "In times of great war there is no choice but to push the limits of industry into overtime with the people working triple-shifts and even full-day shifts when need be thus pushing the Industrialists capacity to almost double, however this is a massive drain on resources.",
        "points": 1,
        "slug": "industrial-overtime"
      },
      {
        "title": "Emergency Shutdown",
        "description": "There it goes again, that pesky self-replicating factory has gone nuts again. Ah well, we installed that big red button this time, that'll stop it in its tracks.",
        "points": 1,
        "slug": "emergency-shutdown"
      },
      {
        "title": "Export the Crappy Ones!",
        "description": "Quality Control is so difficult, and we have all these sub-standard hulls that people call \"cursed\" and \"jinxed\" or just plain don't seem to work right, we'll just export that lot to those who don't know any better. Yes. Let's do that.",
        "points": 1,
        "slug": "export-the-crappy-ones"
      },
      {
        "title": "Gas Extractor",
        "description": "You have developed orbital stations that deploy large probes into the useful layers of a Gas Giant for extracting and filtering industrial quantities of the use of your people. The only thing limiting you from more ambitious projects is the power needed to protect the Rigs.",
        "points": 1,
        "slug": "gas-extractor"
      },
      {
        "title": "EAT THE SUN (requires Gas Extractor and Antimatter Ring)",
        "description": "Turns out that those technologies you designed for exploiting gas giants are readily adapted to extract mass from stars. Expensive as all get out to set up, but there's a surprising amount of heavy elements in most stars. Removing them even makes the stars last longer, so you're doing everyone a favor here.",
        "points": 1,
        "slug": "eat-the-sun-requires-gas-extractor-and-antimatter-ring"
      },
      {
        "title": "Go Go Unethical Rangers!",
        "description": "You have machinery that can function independently, or interconnect into larger more capable machinery, ranging from vehicles to starships.",
        "points": 1,
        "slug": "go-go-unethical-rangers"
      }
    ],
    "flaws": [
      {
        "title": "Rebellious Underclass",
        "description": "Turns out that building your nation on the backs of the citizens regardless of things like ‘feelings' or the like makes an angry populace and sometimes it feels like your military spends more time suppressing riots than defending your nation.",
        "points": 1,
        "slug": "rebellious-underclass"
      },
      {
        "title": "Resource Starved",
        "description": "Your nation is an absolute glutton for raw resources and struggles to meet anything like its production quotas. In emergency situations they may depend far more strongly on cannibalising existing material for the raw resources.",
        "points": 1,
        "slug": "resource-starved"
      },
      {
        "title": "Slave Masters",
        "description": "You have a cabal of dark masters that have driven your nation to their extremes, powerful and terrible with technology you don't understand, if you fail to pay your significant tithes, you may find yourself on the brink of a terrible retribution.",
        "points": 1,
        "slug": "slave-masters"
      },
      {
        "title": "Enthusiastic but Inept",
        "description": "You aren't a bunch of strip mining titans of industry for any sensible reason, they are that way because of how horrifically inept and wasteful they are, your spoiled resource pits, industrial waste and the like outweighs the working product.",
        "points": 1,
        "slug": "enthusiastic-but-inept"
      },
      {
        "title": "Catastrophic Construction",
        "description": "Your cities and mining suffer from severe overlap between the massive weight of hive cities and the undermining in the quest for ever more elusive resources, groundquakes are a common, or even daily, occurrence, and ‘the big one' is always just around the corner, until it happens and entire lower levels of city are crushed by the weight of the city above. (Required with the Forge World trait.)",
        "points": 1,
        "slug": "catastrophic-construction"
      },
      {
        "title": "Quality Control",
        "description": "Industrialists, due to the high-volume nature of their work do suffer in the quality department and their ships and equipment is generally substandard to others. This can lead to all sorts of accidents as well when a particularly poorly designed piece fails at just the right moment to be a major problem.",
        "points": 1,
        "slug": "quality-control"
      }
    ]
  },
  {
    "nation": "Risen Peoples",
    "traits": [
      {
        "title": "Simplicity of Steel",
        "description": "You don't have the highly advanced technology of many other races, your lasers are crude and large units, your ballistics are simpler railguns, your missiles are little more than rockets with nuclear warheads bolted to the end. But what you lack in advancement, you make up for in numbers.",
        "points": 1,
        "slug": "simplicity-of-steel"
      },
      {
        "title": "Naturally Stealthy",
        "description": "While true stealth doesn't exist without the cloaking devices employed by a handful of nations, most nations have their equipment set for the discovery of more advanced technologies and their unique signatures, the sheer crudity of your technologies have allowed for you to more ably move close enough to play your part on the battlefield with surprising efficacy.",
        "points": 1,
        "slug": "naturally-stealthy"
      },
      {
        "title": "Birth Lack of Control?",
        "description": "Condoms? IUDs? Abstinence? What are these weird and strange words? What are you going to do without thirty two children to feed? Read a book or something?",
        "points": 1,
        "slug": "birth-lack-of-control"
      },
      {
        "title": "Mysterious Benefactor",
        "description": "There is a rumour that a highly advanced artificial intelligence has actually turned itself to aiding your nation in its battle against the oppressors and the universe at large. When this \"EmmBee\" tips their hand cannot be easily predicted, and how it manifests is even less so.",
        "points": 1,
        "slug": "mysterious-benefactor"
      },
      {
        "title": "Underdogs",
        "description": "You were less advanced, less capable, and you still figured out how to kick your oppressors in the teeth. You are intelligent enough to come to grasp the limitations of the technology.",
        "points": 1,
        "slug": "underdogs"
      },
      {
        "title": "Bizarre Retroengineering",
        "description": "You have discovered how to employ some of your oppressors technology in strange ways allowing you access to some of their advanced technology. (May take a Nation Trait that is technology from another Nation Type.)",
        "points": 1,
        "slug": "bizarre-retroengineering"
      },
      {
        "title": "Hidden Infrastructure",
        "description": "You have become used to concealing your infrastructure from advanced enemies, manufacturing, labs, population centres, power facilities, they're buried, concealed and armoured as well as possible.",
        "points": 1,
        "slug": "hidden-infrastructure"
      },
      {
        "title": "Ritualistic",
        "description": "Your culture is built around ritual and as such your entire society is well aware of the expectations and responsibilities of every other citizen. This leads to a more stratified society that doesn't need to ponder problems for too long.",
        "points": 1,
        "slug": "ritualistic"
      },
      {
        "title": "Willing to Burn",
        "description": "You have a demonstrated willingness to inflict great harm on yourselves in the efforts to supplant and destroy and enemy and so those who would otherwise anger your people are well aware that the price may very well be too high to bear.",
        "points": 1,
        "slug": "willing-to-burn"
      },
      {
        "title": "Charismatic",
        "description": "You actually did not resist your oppressors on your own, you convinced others to rise alongside you. You may take the ‘Client Race' trait from the Benefactors up to twice.",
        "points": 1,
        "slug": "charismatic"
      },
      {
        "title": "Accidentally Won the War",
        "description": "Your creators were not defeated by you, in fact you barely survived, no they fucked up and defeated themselves, the process by which they tried to uplift you had side effects. Side effects that included an extinction level pandemic. You cannot be blamed for your creators destruction, but maybe those who learn the truth will be smart enough to maintain a little distance.",
        "points": 1,
        "slug": "accidentally-won-the-war"
      },
      {
        "title": "The Tables Turned",
        "description": "You actually haven't wiped out your creators, they aren't extinct at all, they now exist as third class citizens if not slaves. Much of their knowledge was lost with the brightest of them, the effects of your tech illiteracy are reduced… but you must take the Dangerous Cults flaw.",
        "points": 1,
        "slug": "the-tables-turned"
      },
      {
        "title": "Lessons of the Lost",
        "description": "Your people are surprisingly unified, however crude they seem to be, the fact your prior masters had exploited division to get to your people to begin with is something that they never intend to allow a repeat of.",
        "points": 1,
        "slug": "lessons-of-the-lost"
      },
      {
        "title": "Xenonauts",
        "description": "(Requires Elite Special Forces, Mechanics at Heart, Science Forum) Your history didn't allow you to rest on your laurels, and where your armies failed a set of very special forces dedicated to dealing with the problem, apt scientists, engineers and the best special forces you can hope to field freed you from the clutches of alien influence. Your special forces are not affected by Tech Illiteracy.",
        "points": 1,
        "slug": "xenonauts"
      },
      {
        "title": "Pathetic Creatures",
        "description": "You defeated your oppressors in an extremely unconventional manner. You engaged in the most heinous form of malicious compliance. You became the best lazy pricks you could be, you met demands with engineered ineptitude, you weaponised not giving a fuck and being too pathetic to do the job to the point your oppressors simply packed their shit and left out of sheer disgust. And that's the kind of reputation that has helped keep slavers and the like well away.",
        "points": 1,
        "slug": "pathetic-creatures"
      }
    ],
    "flaws": [
      {
        "title": "Tech Illiteracy",
        "description": "(Mandatory flaw for all Risen Peoples) You do not truly understand the technology of your creators. You have a limited ability to copy and maintain the simpler technology, but overall you have replaced more advanced equipment with crude technology that is cheap and mass producible.",
        "points": 1,
        "slug": "tech-illiteracy"
      },
      {
        "title": "Belligerent Primitives",
        "description": "Your people are belligerent, cruel, and downright primitive, diplomacy with them is an exercise in patience that more established nations and people are unwilling to put into practice.",
        "points": 1,
        "slug": "belligerent-primitives"
      },
      {
        "title": "Ruined Homeworld",
        "description": "You have ruined your homeworld beyond any reasonable hope of recovery, while still inhabitable you simply lack anything like the terraforming technology to overcome it, and worse you lack the trust to accept help in doing so.",
        "points": 1,
        "slug": "ruined-homeworld"
      },
      {
        "title": "Max is Mad",
        "description": "There is an unhealthy individualistic streak in your people leading there to be significant warbands vying for power and leadership, it is typical for your government to suffer major upsets periodically or even change hands wholesale.",
        "points": 1,
        "slug": "max-is-mad"
      },
      {
        "title": "Genophage",
        "description": "You… really REALLY upset someone and they deployed a bioweapon intended to punish you that has lead to the majority of children being stillborn, as such you have been forced to adopt draconian breeding programs simply to maintain numbers let alone grow. And the slightest upset of that could lead to a catastrophic failure.",
        "points": 1,
        "slug": "genophage"
      },
      {
        "title": "Children",
        "description": "Your status has left you to be regarded as someone that needs to be protected, from others, and from each other. More developed nations may often try to extend their hands protectively whether you like it or not and they aren't interested in whether you consent to their interference.",
        "points": 1,
        "slug": "children"
      }
    ]
  },
  {
    "nation": "Spaceborn Collective",
    "traits": [
      {
        "title": "Orbital Habitats",
        "description": ":Key: (All Spaceborn Collectives gain this trait free.) Your civilisation has been forced to abandon the rigours of gravity and planets, or has chosen to do so. Built to minimise the risks of a hull breach they are relatively safe and are typically very well armoured. Your civilization now exists wholly in these null or low gravity structures.",
        "points": 1,
        "slug": "orbital-habitats"
      },
      {
        "title": "Nomadic",
        "description": "You have forsaken the majority of your fixed infrastructure, leaving only your home system to permanently house the heaviest industry needed to produce your habitats, in exchange, those otherwise fixed orbital habitats are adapted with drives and FTL systems in order to cross the void.",
        "points": 1,
        "slug": "nomadic"
      },
      {
        "title": "Homesick",
        "description": ":Key: (Must be a Tall Nation) Your people became spaceborn through tragic circumstances and the homeworld has been lost to you, destroyed or poisoned beyond the point of recovery, you have spent millennia building a ringworld around your home star where the vast majority of your population live instead.",
        "points": 1,
        "slug": "homesick"
      },
      {
        "title": "Greater Habitats",
        "description": ":Key: Your people have adopted even larger habitats than is typical, with massive populations and industrial capacity. These habitats are either placed close to a star with massive shielding to protect them, or placed in orbit of gas giants. The Greater Habitats require either to provide the power for minimum maintenance.",
        "points": 1,
        "slug": "greater-habitats"
      },
      {
        "title": "Counter-Gravity Suits",
        "description": ":Key: Sometimes the nation must act on a planetary surface, and as painful as the process is, a series of drugs and counter-gravity fields built into armour can allow teams to perform actions on a planet's surface for a limited time before needing to return to have consumables replaced.",
        "points": 1,
        "slug": "counter-gravity-suits"
      },
      {
        "title": "Living Missiles",
        "description": ":Key: Inertia-countering technology that has proven near impossible to scale up is deployed on the Strike Craft of the Spaceborn collective allowing said strike craft to ignore the effects of gravity sickness that escort and capital ships have to take into account.",
        "points": 1,
        "slug": "living-missiles"
      },
      {
        "title": "Dwellers",
        "description": "The Spaceborn Collective has a well hidden facility beyond the edge of any known solar systems. It is dependent on supply from the Spaceborn but difficult to discover and attack.",
        "points": 1,
        "slug": "dwellers"
      },
      {
        "title": "Orbital Supply Extraordinaires",
        "description": "The Spaceborn are excellent at harvesting fuels from gas giants or even solar harvesters while this is to be expected, this particular nation particularly excels at that, and has developed a degree of a shield against hostility by having an excellent reputation as traders of various fuel types, and even performing rescue missions should other craft be unfortunate enough to travel with insufficient fuel.",
        "points": 1,
        "slug": "orbital-supply-extraordinaires"
      },
      {
        "title": "Burrows",
        "description": "Dwarf planets don't count, right? Anyway, it was discovered that digging into dwarf planets is a quick and cheap way to build habitats, and even get some valuable minerals in the process. Beard not included.",
        "points": 1,
        "slug": "burrows"
      },
      {
        "title": "World-Eaters",
        "description": "Planets are a pain, but they're still the densest accumulations of mineral resources available. So you designed self-replicating mining robots to use solar power for tearing apart planets and mass driving chunks of said planet into orbit. They can be made to work even faster if you have a way to focus more sunlight on the collectors.",
        "points": 1,
        "slug": "world-eaters"
      },
      {
        "title": "Reflected Power Array",
        "description": "A shitton of satellites equipped with cheap reflective foil solar sails. These beauties can provide all the clean energy your industrial base could ever want!",
        "points": 1,
        "slug": "reflected-power-array"
      },
      {
        "title": "EAT THE SUN (requires World Eaters and Reflected Power Array)",
        "description": "Turns out that those technologies you designed for tearing planets apart are readily adapted to extract mass from stars. Expensive as all get out to set up, but there's a surprising amount of heavy elements in most stars. Removing them even makes the stars last longer, so you're doing everyone a favor here.",
        "points": 1,
        "slug": "eat-the-sun-requires-world-eaters-and-reflected-power-array"
      },
      {
        "title": "Persistent Bastards",
        "description": "It doesn't matter how shit the star system is; you can still build a home here with enough determination and radiation shielding.",
        "points": 1,
        "slug": "persistent-bastards"
      },
      {
        "title": "Extravehicular Adaptations",
        "description": "(Requires Cybermen or Genetic Augments) You have modified some or all of your people for vacuum, they can perform basic EVA duties without the use of complex suits, and this leads to greater chances of survival in the event of hull breaches.",
        "points": 1,
        "slug": "extravehicular-adaptations"
      },
      {
        "title": "Modular Habitats",
        "description": "Your Habitats are designed with modularity in mind. This allows them to be manufactured relatively quickly, and if absolutely necessarily, disassembled for moving.",
        "points": 1,
        "slug": "modular-habitats"
      }
    ],
    "flaws": [
      {
        "title": "Gravity Sickness",
        "description": "(Spaceborn Collectives must take this flaw.) Your people can no longer handle moderate or heavier gravities, your ships cannot accelerate as fast as most others and you will never be able to survive descent to a heavy gravity world.",
        "points": 1,
        "slug": "gravity-sickness"
      },
      {
        "title": "Pressure Vessel",
        "description": "Your civilisation has hurtled itself into space and forsaken the comfort of planets. This has left you in the void of space protected only by the armour and shields of your habitats, where they are less protected by a thick atmosphere. Your habitats being cracked is typically apocalyptic for the majority of their population.",
        "points": 1,
        "slug": "pressure-vessel"
      },
      {
        "title": "Atrophied Immune Systems",
        "description": "As a result of living in engineered environments for so long, your people haven't been exposed to very many pathogens. Which in turn means that if someone does get infected, it's so much worse than normal. It gets even worse if the disease is one that can spread.",
        "points": 1,
        "slug": "atrophied-immune-systems"
      },
      {
        "title": "Exotic Atmosphere Mix",
        "description": "Your people have spent so long in the vacuum of space that, after decades of tinkering, even if they respirate the same gases as everyone else, the exact mixture is so specific and precise that they have difficulty breathing in any other combination. The same may or may not apply inversely for other species. Bring an encounter suit!",
        "points": 1,
        "slug": "exotic-atmosphere-mix"
      },
      {
        "title": "Devalued Garden Worlds",
        "description": "Having such a penchant for simply building places to live means you don't view garden worlds with the same value as others. And they get so mad if you do things like strip-mine garden worlds for habitat materials. It's just good sense! You already know those places have all the materials needed to sustain life, so why not put them to more efficient use?",
        "points": 1,
        "slug": "devalued-garden-worlds"
      },
      {
        "title": "Delicate Garden Systems",
        "description": "Spaceborn habitats are closed environmental systems, but ones that lack a true planet's biodiversity leaving them open for cascade failures if issues interfere with any section of the biosphere. A single problem can snowball into a nutrient failure for the life support that would kill an entire Habitat.",
        "points": 1,
        "slug": "delicate-garden-systems"
      }
    ]
  },
  {
    "nation": "Theocracy",
    "traits": [
      {
        "title": "By the light of God/s",
        "description": ":Key: Guided by the Gods your power, your weapons and even souls are powered by the divine light that your nation worships. This means they're immune to conversion and deception. While they can still be infiltrated they cannot be turned against their own.",
        "points": 1,
        "slug": "by-the-light-of-god-s"
      },
      {
        "title": "His(Her) will be done",
        "description": "Your nation obeys the will of its god with unyielding fervour. The edicts are obeyed instantly and to the letter. The commands are followed without hesitation. There are no dissenters to God's will.",
        "points": 1,
        "slug": "his-her-will-be-done"
      },
      {
        "title": "Nobody Expects the (input name) Inquisition!",
        "description": "\"The shadows are the hiding place of the Heretics, Iconoclasts and Defiling Masses, and so from them we shall operate watching the lesser elements for the slightest errors. And when we find it we prosecute it, in the light where it can bathe in God's light.\" While other nations might have problems with rebellious elements, terrorists or hippies, the inquisitorial department of a Theocracy does their best to root out heretical enclaves like that and exterminate its members before their heretical misdeeds can be executed. And to do this the Inquisition remains buried in the shadows. Hidden and watching with cold hearts for the slightest sign of faithlessness.",
        "points": 1,
        "slug": "nobody-expects-the-input-name-inquisition"
      },
      {
        "title": "Thumbscrews and Hot Pokers",
        "description": "\"Truth is what we desire. And truth is what we will find. If we must extract it through the application of pain and suffering, so be it.\" The Inquisition uses torture extensively to get the information it believes exists regardless. And it is well practiced at doing so. While it may no longer use the Thumbscrews and Hot Pokers. Its methods are effective regardless.",
        "points": 1,
        "slug": "thumbscrews-and-hot-pokers"
      },
      {
        "title": "Truth into God's Light",
        "description": "\"And thus the heretic was thrust into God's light. His agonising brilliance passing through the pores of the unfaithful as he searched their mind for the truths or placed them there himself.\" Torture using the most agonising method possible. The victim is placed into a chamber and energy from the Gods Path drives is unleashed through them. If the victim survives they are seen as pure and innocent, if not they are guilty and into gods hands was the heretics punishment delivered. But God is really really strict apparently. There have been no survivors.",
        "points": 1,
        "slug": "truth-into-god-s-light"
      },
      {
        "title": "Ever Watching the Darkness",
        "description": "\"The threats within are naught compared to the threats without. Together we watch and act against those who would threaten the will of God.\" The Inquisition watches for those others in the darkness and other nations for any threat to their power and sovereignty. They capture people for interrogation and torture, do whatever they perceive as ‘necessary'",
        "points": 1,
        "slug": "ever-watching-the-darkness"
      },
      {
        "title": "Holy War",
        "description": "\"Unto the heretics did we descend with the will of God bolstering our strength. And so didst they fall with the twisted ruins of their faithless hearts.\" When a nation of heretics and blasphemers have gone too far with insulting your faith it might be time to just eradicate the whole lot of them and that calls for a holy war. While your enemy might scoff and laugh at your antics they will soon learn to stop laughing and start screaming in terror as wave after wave of fanatical warriors decent upon them with the intent of destroying all in their path and will not rest until the high clergy and the god(s) of the Theocracy are satisfied that the religious injustice is paid in full.",
        "points": 1,
        "slug": "holy-war"
      },
      {
        "title": "Convert or Die!",
        "description": "\"And unto the Altar was the man placed. A choice given him, pray unto God, or his heart would be sacrificed to cleanse his sin of disbelief so he might enter the afterlife clean.\" The Theocracy has a simple policy of convert to the religion. Or perish upon its altars. This can force a planet's population to bow before the new God more quickly than a slow ‘natural' conversion.",
        "points": 1,
        "slug": "convert-or-die"
      },
      {
        "title": "FOR THE FAITH!!!",
        "description": "\"And so the meek rose to resist the invaders who sought to remove their gaze from the face of god. And numerous were they.\" The citizenry of the Theocracy will rise to repel invasions believing their very faith and religion itself to be under threat from the invader. While they will be so poorly armed as to be meaningless to a soldier normally. So in their numbers would they make up this shortfall.",
        "points": 1,
        "slug": "for-the-faith"
      },
      {
        "title": "Will of God",
        "description": "The Theocracy troops are fanatically loyal. Especially in battle with the prospect of meeting their god should they fall in battle. They will never waver. Never fall back. Never ever defy an order to hold. Unfortunately the do tend to be difficult to order AWAY from a battle.",
        "points": 1,
        "slug": "will-of-god"
      },
      {
        "title": "Purge the Unclean",
        "description": "The Theocracy likes to cleanse the enemy with light. And when that is unavailable they use fire. Lots of fire. Fire until the fire is on fire. BURN BABY BURN! (All Theocracy infantry units are in possession of at least one flamethrower.)",
        "points": 1,
        "slug": "purge-the-unclean"
      },
      {
        "title": "Fanatical Devotion",
        "description": "The Theocracy has its troops with fanatical dedication to their cause. From time to time it will take a starship, fighter, tank or other piece of equipment and fit it with a bomb. Typically a fusion bomb. So when the high priest said \"let there be light\" little Jimmy said. \"Yes sir.\"",
        "points": 1,
        "slug": "fanatical-devotion"
      },
      {
        "title": "Shield of Faith",
        "description": "Devotion to their God or Gods is so paramount that they will defend their ships with their very lives. It is not unusual to see smaller Theocracy vessels, fighters, even cruisers flying into the path of enemy fire that would otherwise have crippled or killed more valuable ships in the theocratic fleet.",
        "points": 1,
        "slug": "shield-of-faith"
      },
      {
        "title": "WOLOLO!",
        "description": ":Key: Roses are red, WOLOLO, Roses are Blue. Your missionaries are convincing, potent and dedicated to say the very least. Whether there is something else behind it you will never know.",
        "points": 1,
        "slug": "wololo"
      },
      {
        "title": "Space Pope",
        "description": "You have a spiritual leader who serves as the leader for the entire nations faith, elected by the clergy into power this individual is largely a figurehead intended to draw the attention away from the much quieter, and messier, politics in the background, but they are the direct speaker of the gods! So that's nice.",
        "points": 1,
        "slug": "space-pope"
      }
    ],
    "flaws": [
      {
        "title": "Doctrine is the law of the Almighty",
        "description": "Your people, your nation live according to ancient doctrines passed down from generations and should be followed by everyone. That the alien races don't know the doctrine is their mistake not yours and any good diplomatic relations could be thrown out of the window instantly when all of a sudden the foreign diplomat breaks the divine rule of \"Thou shall not pick your nose on the seventh hour of the seventh day of the seventh month!\"",
        "points": 1,
        "slug": "doctrine-is-the-law-of-the-almighty"
      },
      {
        "title": "Science equals Heresy",
        "description": "Science... It brings the means to further spread the word of the divine but sometimes scientists discover something that is against doctrine and which is instantly labelled as heresy and dealt with severely.",
        "points": 1,
        "slug": "science-equals-heresy"
      },
      {
        "title": "CRUSADE!!!",
        "description": "When a Theocracy's Shrineworlds are attacked there is no greater insult to them and their religion. The Theocracy will almost instantly go into a state of total unrelenting war. They WILL mobilise ships and armies, they WILL attack almost mindlessly. However they WILL prioritise re-taking their Shrineworlds over any other consideration.",
        "points": 1,
        "slug": "crusade"
      },
      {
        "title": "No Thanks",
        "description": "You might be a bit too preachy, even for a theocracy, your neighbours have a strong habit of rejecting your nation, its faith and everything else. You just really aren't really welcome. At least they're usually polite… usually.",
        "points": 1,
        "slug": "no-thanks"
      },
      {
        "title": "Refusal to Adapt",
        "description": "Your nation's doctrines, religion and culture has made it dangerously incapable of adapting to new threats in a timely manner and are more likely to dismiss a threat until significant damage is done.",
        "points": 1,
        "slug": "refusal-to-adapt"
      },
      {
        "title": "Pure as a Puritan",
        "description": "Your nation is particularly vulnerable to contraband because of the sheer amount of stuff that your faith forbids people to engage in. Like, smut, I can sort of understand, but who bans pineapples?!",
        "points": 1,
        "slug": "pure-as-a-puritan"
      }
    ]
  },
  {
    "nation": "Warlord State",
    "traits": [
      {
        "title": "Master Military",
        "description": "The Warlords are the most skilled military-based nation in the universe. They are better generals and tacticians than anyone else. When it comes to direct action, Warlords know best.",
        "points": 1,
        "slug": "master-military"
      },
      {
        "title": "Siege Guns",
        "description": ":Key: The Warlords do enjoy the deployment of large spinal siege weapons on their capitals and supercapitals.",
        "points": 1,
        "slug": "siege-guns"
      },
      {
        "title": "Heavy Batteries",
        "description": "Where many races might prefer an even mix of firepower a Warlord focuses his firepower on heavy weapons and the ability to do massive amounts of damage. As such 75% of their vessels weapons are Heavy Weapon Batteries.",
        "points": 1,
        "slug": "heavy-batteries"
      },
      {
        "title": "AEGIS Point Defence",
        "description": "The Warlords do not neglect Point Defence. The Aegis is in fact a network of point defence weaponry. While it isn't normally a \"Main Weapon\" when you're fighting off waves of strike craft it definitely is.",
        "points": 1,
        "slug": "aegis-point-defence"
      },
      {
        "title": "Psychological Controls",
        "description": "You brainwash your enemies using subliminal messages, psychological influence controls and other questionable methods. It isn't as outright efficient as Slavery and takes more time. But when it works nobody can dispute the results.",
        "points": 1,
        "slug": "psychological-controls"
      },
      {
        "title": "Extermination Camps",
        "description": "The easiest way to control a population is to drastically cut its numbers. Well it helps if you order them very nicely. Here, have a shower. (No offence intended.)",
        "points": 1,
        "slug": "extermination-camps"
      },
      {
        "title": "Work Camps",
        "description": "What keeps newly conquered people happy and quiet? Forced Labour! Let them see that you are rebuilding their broken nation by participating! Surely they can't complain about helping to rebuild their homes and industries, you only use the lash out of love!",
        "points": 1,
        "slug": "work-camps"
      },
      {
        "title": "Relocation, Relocation, Relocation",
        "description": "Not quite so heartless as to have open Extermination Camps you slap as many malcontents into sealed cargo containers (re-entry capable) and fire them off into space with a one-use hyperdrive. Of course, you're kind enough to aim them at a Star System, and where you think a planet might be.... Aren't you?",
        "points": 1,
        "slug": "relocation-relocation-relocation"
      },
      {
        "title": "Hostages",
        "description": "While not death camps as far as the conquered are concerned it damn will be if they don't toe the line and do what they're told! After all, It's their ‘proud national spirit' or their families. As far as you are concerned they can only have one. And it's their choice.",
        "points": 1,
        "slug": "hostages"
      },
      {
        "title": "Rain of Fire",
        "description": "The Warlord deploys their armies without dropships. They simply load the troops, tanks or other material into a simple object designed to be dropped from orbit through the atmosphere onto the planet below. These pods or ‘tanks' depending on the contents need to be recovered after the battle unlike Dropships.",
        "points": 1,
        "slug": "rain-of-fire"
      },
      {
        "title": "Linebreakers",
        "description": "The Warlord can purchase a units of Linebreaker tanks though the number of tanks in the unit is cut by half compared to normal elements these Superheavy tanks have better shields, armour and weapons than their lesser cousins. The Warlord deploys these units en-masse to break enemy lines. Hard.",
        "points": 1,
        "slug": "linebreakers"
      },
      {
        "title": "Maskelyne",
        "description": "Deception in warfare is not an oft-practiced element. But it is one of yours. There is no simple line, no practiced formations that lead to an enemies defeat. There is deceit. Trickery and downright tomfoolery! You'll try many tactics to bypass the enemy's expectations.",
        "points": 1,
        "slug": "maskelyne"
      },
      {
        "title": "On all Fronts",
        "description": "Only a fool simply attacks a single point of an enemy's defence. Certainly one can bring more force to bear against a single target. But so too can the enemy concentrate their defences on a single point. No, a wise Warlord spreads out his assault across a broad front and force the enemy to either concentrate on one point and concede all others, or spread himself thin and run the risk of the Warlord re-directing his reserves in a single line-smashing hit.",
        "points": 1,
        "slug": "on-all-fronts"
      },
      {
        "title": "Gigadeath Tanks",
        "description": ":Key: Your nation does not deploy tanks. It does not deploy superheavy tanks. It deploys grounded starships. (Cannot take with Linebreakers or Maskelyne) The grotesque firepower available is terrible to behold.",
        "points": 1,
        "slug": "gigadeath-tanks"
      },
      {
        "title": "Superdreadnought",
        "description": "(Requires: Siege Guns) You have access to the largest class of starship it is possible to have. This monstrous vessel is phenomenally expensive, but it brings a firepower to the field that is quite capable of challenging entire fleets.",
        "points": 1,
        "slug": "superdreadnought"
      }
    ],
    "flaws": [
      {
        "title": "Military Intelligence",
        "description": "The Warlords are not the universe's most natural intelligence gatherers. While they can keep their own information secure as well as anyone, their attempts at gathering information could be described as bumbling at best.",
        "points": 1,
        "slug": "military-intelligence"
      },
      {
        "title": "Walkers",
        "description": "For some unfathomable reason, your nation promoted someone with a mech obsession into a position of power and influence, this could normally be compensated for, however your nation just isn't very good at it. Instead of regular armoured vehicles you deploy mechs and walkers. And not great ones either.",
        "points": 1,
        "slug": "walkers"
      },
      {
        "title": "The Enemy can Drown in the Blood of our Dead!",
        "description": "(Cannot take with Master Military) Your generals are strong believers in the calculus of war, namely, if their numbers are bigger, they win, HAHA! They will throw your troops, armour, ships and cooks at the enemy to drown them beneath superior numbers. Even if outnumbered.",
        "points": 1,
        "slug": "the-enemy-can-drown-in-the-blood-of-our-dead"
      },
      {
        "title": "Sore Losers",
        "description": "(Cannot take with Master Military) Your leadership is topheavy with sycophantic figures, demagogues and the cattle that follow them, instead of learning from their errors, when faced with defeat the generals and leaders often choose to take their own lives to dispel the shame of their actions.",
        "points": 1,
        "slug": "sore-losers"
      },
      {
        "title": "Crippled by Beancounters",
        "description": "Your government is not quite up to scratch with the concept of a dictatorship, and decisions by the civil government will all too often cripple or tie the hands of the military to prosecute the actions that are necessary in the near future.",
        "points": 1,
        "slug": "crippled-by-beancounters"
      }
    ]
  }
]