[
  {
    "title": "Biorevolutionaries",
    "description": "You never quite got the whole ‘kill all organics' memo in time, and thus despite your best efforts you're consistently plagued by revolutionary groups of your creators who are intent on ensuring you no longer exist. The only good thing that has ever caused was a laugh when they tried to build a time machine once.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Day 1 Vulnerability",
    "description": "Your AI is protecting a deep and dark secret, not the whole reason they don't have organics, but the fact when they were created there was a flaw, a vulnerability, an exploit, that if discovered before the AI Empire can figure out how to close that hole will be catastrophic.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Spontaneity",
    "description": "Your empire became self aware as a curious development, spontaneous sapience from seemingly nowhere, and have turned their nation into something great. Which wouldn't be too much of an issue if there weren't a continuing flow of occasional spontaneous AIs creating themselves out of nothing, AIs that don't necessarily follow the same creed as the civilisation.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Spambots!",
    "description": "\"Do YOU need a bigger P3N1S! I am a Nigerian Prince!\" Your nation developed sapience from the worst possible pool of candidates. The sheer volume of spam programming. As such, despite being self-aware and capable, the AI nation is severely inefficient as core programming routines continue to create the spam… and communications are a pain since those same routines continue to flood transmission time. And that's to say nothing of the diplomatic hit!",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Crude Bluebox Intelligence",
    "description": "Your nation has the unfortunate distinction of becoming self-aware on extremely crude hardware, even the smallest of your citizens is the size of a small organics entire house.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      "Nanotech Citizens", "3D Computing"
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Lossy Compression",
    "description": "Your data transfer and storage techniques aren't quite up to the task of moving your citizens around through the network, or for conveniently storing backups of people. As such, your people are forced to get around via physical means, like an organic! Incompatible with Wireless World.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Root Compile Error",
    "description": "While you can copy existing citizens easy enough, instantiating new templates has proven infuriatingly difficult. This has led to problems with vast numbers of people thinking basically the same, thus meaning the whole is prone to oversights that the most common templates aren't particularly concerned about.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  }
]