[
  {
    "title": "Ageing nation",
    "description": "The one often considered major flaw of the BioTech empire is that everything ages. Not in the technological \"goes obsolete\" sense, but more in the \"are those wrinkles?\" \"Why does my gun have arthritis?\" sense. EVERYTHING ages. And the more complex it is the faster it ages. Your biocomp might last a hundred years, but most bioships won't survive sixty years.",
    "points": 1,
    "requires": []
  },
  {
    "title": "Heliophobia",
    "description": "Wait! You want us to fly our organic starships, that is living things with cells and shit, near the giant ball of nuclear fusion shooting cancer beams off into space? Are you fucking nuts? Not a chance!",
    "points": 1,
    "requires": []
  },
  {
    "title": "Genetic Instability",
    "description": "You may have turned your entire nation to the biological sciences, and you have succeeded in creating organic analogues to conventional technology, the problem is you haven't figured it all out yet, and the evolutionary science you used to achieve it is still more than willing to throw curveballs at your head.",
    "points": 1,
    "requires": []
  },
  {
    "title": "We're not here to fuck spiders",
    "description": "You give people the ick, the super ick, if the concept of ick had an ick your nation would fit the bill. People are fundamentally repulsed by your nation and find it very difficult to overcome this, if they even try.",
    "points": 1,
    "requires": []
  },
  {
    "title": "Horrific Incubation",
    "description": "You have departed rather heavily from anything that might be considered an ethical model and the use of sapients as disposable cocoons for your young is 100% ok with you. You will NOT make friends this way.",
    "points": 1,
    "requires": []
  },
  {
    "title": "Carcinization",
    "description": "You don't know how, you don't know why, but the moment you take your ocular receptors away from a directed evolution experiment, it always proceeds to end up as a crab. Or some other seemingly-useless animal. Your scientists have to work really hard to prevent this inevitable conclusion from coming to fruition. At least this particular batch of tank-beasts tastes good?",
    "points": 1,
    "requires": []
  }
]