[
  {
    "title": "Forge World",
    "description": ":Key: You have dedicated your worlds entirely to the concept of mass industry. Mining operations work to strip every single resource of even marginal value for your forges while the forges themselves burn night and day as the megafactories churn out kilotonne after kilotonne of product.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "forge-world"
  },
  {
    "title": "Rocks Fall, Everyone Profits",
    "description": "You have constructed a unique mining engine, this colossus is only barely FTL capable and its throat is almost five hundred kilometres in diameter and its whole purpose is to turn asteroid fields into raw material.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "rocks-fall-everyone-profits"
  },
  {
    "title": "Drop-miners",
    "description": "You have elite mining teams that are deployed to obtain difficult and rare raw resources potentially behind enemy lines, well armed, supplied with more alcohol than is really necessary, in a pinch these borderline alcoholics can serve as very skilled snatch teams or special forces.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "drop-miners"
  },
  {
    "title": "Hyperproductive",
    "description": "The Industrialists are as the name might suggest, hyperproductive, unlike other nations they definitely don't have any days off and probably don't stop operating at night either. As such their production times are less than others might seem.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "hyperproductive"
  },
  {
    "title": "Industrial Heartland",
    "description": "Tank factories stretch to the horizon and shipyards fill the night sky with waste light.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "industrial-heartland"
  },
  {
    "title": "Antimatter Ring",
    "description": "Your major planets have an orbital Station that rings the whole planet, this ring is an Antimatter Production station for power sources.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "antimatter-ring"
  },
  {
    "title": "Robotic Production System",
    "description": "Machines building Machines. Oh the Irony.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "robotic-production-system"
  },
  {
    "title": "The Factory Must Grow",
    "description": "Your industry is heavily standardized and modularized, to the point that any given factory is less of a single interconnected system and more of a massive chain of distinct standard manufacturing setups that each do one thing to the product which are then all combined together in a way that is easy to replicate and expand. Some would argue that's semantics, or that it's how all industry works anyway. All you know is that the Factory Must Grow.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "the-factory-must-grow"
  },
  {
    "title": "Safety Switch/Bomb",
    "description": "For many Industrialists who trade their goods to other polities steps must be taken to ensure that said devices don't end up turned upon for any reason. As such simple bombs or disabling devices are frequently included on traded items in the event such should occur. These devices are tamper-proof and usually placed in a critical place so that in the event an attempt is made to remove or modify the device the goods are destroyed.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "safety-switch-bomb"
  },
  {
    "title": "Industrial Overtime",
    "description": "In times of great war there is no choice but to push the limits of industry into overtime with the people working triple-shifts and even full-day shifts when need be thus pushing the Industrialists capacity to almost double, however this is a massive drain on resources.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "industrial-overtime"
  },
  {
    "title": "Emergency Shutdown",
    "description": "There it goes again, that pesky self-replicating factory has gone nuts again. Ah well, we installed that big red button this time, that'll stop it in its tracks.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "emergency-shutdown"
  },
  {
    "title": "Export the Crappy Ones!",
    "description": "Quality Control is so difficult, and we have all these sub-standard hulls that people call \"cursed\" and \"jinxed\" or just plain don't seem to work right, we'll just export that lot to those who don't know any better. Yes. Let's do that.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "export-the-crappy-ones"
  },
  {
    "title": "Gas Extractor",
    "description": "You have developed orbital stations that deploy large probes into the useful layers of a Gas Giant for extracting and filtering industrial quantities of the use of your people. The only thing limiting you from more ambitious projects is the power needed to protect the Rigs.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "gas-extractor"
  },
  {
    "title": "EAT THE SUN (requires Gas Extractor and Antimatter Ring)",
    "description": "Turns out that those technologies you designed for exploiting gas giants are readily adapted to extract mass from stars. Expensive as all get out to set up, but there's a surprising amount of heavy elements in most stars. Removing them even makes the stars last longer, so you're doing everyone a favor here.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "eat-the-sun-requires-gas-extractor-and-antimatter-ring"
  },
  {
    "title": "Go Go Unethical Rangers!",
    "description": "You have machinery that can function independently, or interconnect into larger more capable machinery, ranging from vehicles to starships.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "go-go-unethical-rangers"
  }
]