[
  {
    "title": "Trillion Digit Firewall",
    "description": "The AI Empire cannot be hacked by any means available to the plebeian masses. The AI can not only deflect any attempt to hack them whatsoever, but any attempt to do so will be responded to by AI Viruses that destroy the machine/s that made the attempt.",
    "points": 1
  },
  {
    "title": "Nanotech Citizens",
    "description": ":Key: Your citizenry isn't something as large as an exoskeletal figure, machine or the like, but individual nanites, individually they are not too smart but they congregate into adaptive grey goo colonies that improve their intelligence and are harder to destroy than conventional hardware. Though they are more vulnerable to certain warfare options aimed at disabling technology.",
    "points": 1
  },
  {
    "title": "Wireless World",
    "description": "The AI Empire isn't dependent on physical connections between systems, this creates a level of redundancy, but is not the safest method. While it does offer FTL calculation speeds and communications, it also means that citizens (typically called programs) die by their thousands daily due to interference for their wireless world. This also gives the \"citizens\" perfect connectivity forming a rudimentary Hive Mind of sorts.",
    "points": 1
  },
  {
    "title": "3d Computing",
    "description": "The AI Empire no longer thinks in something as primitive as Binary but long ago left it behind for three dimensional quantum computing in a crystalline lattice this slightly reduces their weakness for EMP.",
    "points": 1
  },
  {
    "title": "Digital Invasion",
    "description": "The Digital invasion is the use of AI citizens as weapons, they attempt to forcibly invade an enemy's remote systems, especially remote-controlled weapons and ships.Especially drones. Gods help anyone who depends on combat drones. \"All yourDrones are belong to us!\"",
    "points": 1
  },
  {
    "title": "The School",
    "description": "The Drones aren't controlled by separate programs but by a single ‘super-program' that controls them all as a single directed entity. Squadrons behave literally as one moving and firing as a single unit.",
    "points": 1
  },
  {
    "title": "Rest is Pointless",
    "description": "What is sleep to that which is eternally awake? Power conservation. No requirement the reactors provide more than enough. Your Empire works at full capacity at all times. There is no \"down period\" of course there is the fact your shit goes up like a bomb when destroyed... but hey. Its a small price... isn't it?",
    "points": 1
  },
  {
    "title": "Organic Patterning",
    "description": "The AI Empire has chosen to mimic life's complexity, machines that look like organic animals and fill the same niches ecologically, a cybernetic biosphere of imitation, these AIs better understand organics, but they are less… logical as a result.",
    "points": 1
  },
  {
    "title": "Terminators",
    "description": "You REALLY REALLY didn't like your creators. And your entire existence as a nation of artificial intelligence has been for far too long bent towards their destruction. You have some of the nastiest troops possible for mechanical kind. (Must take Biorevolutionaries flaw.)",
    "points": 1
  },
  {
    "title": "Bio-Symbiosis",
    "description": "Unlike many Artificial Empires, your creators are still around. You're on good terms with at least some of them, though they definitely aren't the ones running the show anymore. As a result of this cooperation, the AI are better at understanding organics.",
    "points": 1
  },
  {
    "title": "Prototype Matryoska Brain",
    "description": "You have found a very small low energy star and begun to build the prototype for a Matryoska Brain around it. Though incomplete, it still provides an unparalleled predictive computational engine.",
    "points": 1
  },
  {
    "title": "Mildly Mad",
    "description": "You either weren't built very well, or you've lost a few logic cores over the years. This makes you far less predictable and more likely to engage in ‘biological' behaviour. Ironically, this makes you more relatable to other species.",
    "points": 1
  },
  {
    "title": "404 Damn Not Found",
    "description": "(Requires Bio-Symbiosis) You aren't just ok with organics, you are very very much fond of them, and you will protect your organic pets and friends to the best of your ability, to destruction even. And, somehow, you perform above and beyond in the protection of such.",
    "points": 1
  },
  {
    "title": "Advanced Data Shunt",
    "description": "You have developed the ability and bandwidth to transmit individual artificial intelligences across lightyears in moments. This allows your empire to be even better connected than before, and makes it even more difficult to harm your people. Though your nation's data storage costs are astronomical.",
    "points": 1
  },
  {
    "title": "Return to Sender",
    "description": "(Requires 3d Computing) The systems you use to protect yourself from various disabling weaponry are highly advanced, vanes that run along your vessel and can return a portion of it to the nearest hostile vessel.",
    "points": 1
  }
]