[
  {
    "title": "Preservationists",
    "description": "Gaian worlds are almost pure examples of raw nature and evolution at work almost entirely untouched by the outside universe, visitors are never permitted to the surface, their ships never allowed to enter their atmospheres. As such almost all Gaian worlds are beautiful green worlds and the morale of their people is high.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "preservationists"
  },
  {
    "title": "Lifegivers",
    "description": "Gaians are incredible at preserving and creating the conditions for life, this is reflected in the incredible health of its peoples, and allows them to live longer than they otherwise might. Solar Fusion:You can create and sustain a form of pure ecologically safe fusion, and... for some reason... use it to produce solar power.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "lifegivers"
  },
  {
    "title": "Gen-Select Bioweapons",
    "description": "Your people despise any ecological damage to the point that they will not use actual normal weapons on a planetary surface but instead utilise targeted biological weapons to cleanly and painlessly remove the enemy.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "gen-select-bioweapons"
  },
  {
    "title": "Hi-Grade Lasers",
    "description": "High power laser weapons more efficient than many peoples. Hi-Grade Lasers have 50% more power per mass compared to the lasers developed by other civilizations.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "hi-grade-lasers"
  },
  {
    "title": "Rapid Intervention",
    "description": "The Gaians move quickly, more quickly than they might otherwise be politically, economically or militarily motivated to do so, in order to respond to an incident where an Environment is at risk, this goes double for when Despoilers or Destroyers are present.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "rapid-intervention"
  },
  {
    "title": "Crop-Dusting",
    "description": "As a preventative measure the Gaians attempt to seed an atmosphere with Gen-select bioweapons to kill off their enemies before they ever leave their ships, however this has only a small success rate.",
    "points": 1,
    "requires": [
      "gen-select-bioweapons"
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "crop-dusting"
  },
  {
    "title": "The Emergency Act",
    "description": "The Emergency Act is when one of the Gaians environments is under threat of potential ruination, regardless of the threat, internal or external, the Emergency Act reassigns materials, supplies and ships to see off the threat whatever it may be. They hope.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "the-emergency-act"
  },
  {
    "title": "Preservation",
    "description": "Isolation = Preservation, and so the Gaians decide to preserve the environments by simply not interacting with them on any substantial levels and in doing so restrict themselves to life in fully enclosed Arcologies in locations to inhospitable for life on those worlds.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "preservation"
  },
  {
    "title": "Planetary Resurrection",
    "description": ":Key: There are some times when a world is completely lifeless and without value, and sometimes there are those Environmentalists who with the knowledge and skill can spend years turning a once lifeless world into a lush and living place once more.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "planetary-resurrection"
  },
  {
    "title": "Aboreotech",
    "description": "Growing ships from the living trees of a world and using advanced technology to render them spaceborne, these works of art are.. fragile to say the least. But the integrated technology does make them lighter and cheaper, and while they cannot bear the weight of armour, they are good enough with shields.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      "ironclad"
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "aboreotech"
  },
  {
    "title": "Connected to Nature",
    "description": "Your homeworld is more than nature, it is all connected, and you have the ability to very literally connect with nature, this connection goes above and beyond the simple into a near hive like connection, though it does require a physical connection.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "connected-to-nature"
  },
  {
    "title": "Celestial Manifest Destiny",
    "description": "It turns out that semi-sapient world spirits can have a hell of an ambitious streak of their own, on learning that sooner or later even their sun can die, your world spirit has driven you less to conserve nature, and replace other biospheres with its own. And it showed you how.",
    "points": 1,
    "requires": [
      "connected-to-nature",
      "Arboreotech"
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "celestial-manifest-destiny"
  },
  {
    "title": "Geostorm Defence",
    "description": "You have learned how to turn the very environment into a weapon against hostiles who might seek to take advantage of your worlds. Continental storms that strike down enemy aircraft. Biting cold that can freeze infantry. Tornadoes, Hurricanes.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "geostorm-defence"
  },
  {
    "title": "Living World",
    "description": "Your world is not a rocky body lush with life. It is an actual living world. You don't know how it came to be or why, whether it is some ancient living artefact, or something else, the world spirit is unlikely to elaborate. However, it is capable of independently moving itself, and even faster than light travel, if very slow FTL.",
    "points": 1,
    "requires": [
      "connected-to-nature",
      "geostorm-defence",
      "celestial-manifest-destiny"
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY",
    "slug": "living-world"
  }
]