[
  {
    "title": "Rapid Understanding",
    "description": "Technology and science are literally the very forte of the Scientist nations, they can develop almost anything given the time and inclination, and the Scientists have plenty of both. A scientific nation can rapidly learn about the capabilities of their enemies and allies just by studying them in action.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Nanotech Weaponry",
    "description": "Miniaturisation using nanotechnology is one thing, but you've learned to use nanotechnology as a weapon. These microscopic machines disassemble target matter. This weaponry is only useful on an infantry scale, but it is terrifying to its enemies.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Nanotech Defences",
    "description": "Your armour systems have significant nanotech reservoirs in order to conduct running repairs to damaged armour.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Nanotech Repairs",
    "description": "Your nanotech reservoirs are significantly larger and more advanced, and can even repair more complicated hardware, though they cannot repair anything requiring exotic matter, like an FTL drive, Zero Point technology or Gravity weapons.",
    "points": 1,
    "requires": [
      "Nanotech Defences"
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Zero-Point Reactor",
    "description": "This is effectively a limitless source of power for a city, ship or even a tank. The limitation on the power available is the distribution hardware required to supply it to your subsystems.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Zero-Point Weapon",
    "description": "Spacetime pays a heavy price as a ship opens up a conduit of raw power from the reactor to a point in space connecting the two with a bolt of unfathomable energy that no shield or armour can resist. These weapons can only be deployed on Cruisers or larger.. And using it will annihilate the host vessel. These are weapons of last resort.",
    "points": 1,
    "requires": [
      "Zero-Point Reactor"
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Gravity-Wave Weapons",
    "description": "You have developed advanced gravity manipulation technology to the point of weaponising it, whether creating short-lived microsingularities to shearing planes of opposing gravity.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Rapid Terraforming Goo",
    "description": "You employ grey goo for the rapid terraforming of potential colony worlds.. This can shorten a full terraforming effort from centuries to months. Though you might have to deal with the occasional outbreak of grey goo.",
    "points": 1,
    "requires": [
      "Grey G…oops"
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Testing Phase!",
    "description": "A Testbed Cruiser is equipped with technology more advanced than the average vessel, and this can come to be a rather nasty surprise to the unsuspecting. Though caution is warranted, sometimes the crew are the unsuspecting ones.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Derelict",
    "description": "Most consider these to be war crimes, derelict ships intentionally left for the discovery of less savoury types in order to test all sorts of unsavoury security measures. These vessels being used as bait can curb the occasional adventurous foray into your territories.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Berzerker",
    "description": "These are definitely war crimes. Autonomous genocide ships equipped with advanced AI and transmitters intended to test foreign nations about their development level, and if the threshold is crossed, attempt to annihilate that race.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "SQUIDDIES!",
    "description": "You have a type of advanced drone intended for direct kinetic strikes on enemy vessels, these guided weapons have rudimentary energy fields that will resist point defence to a degree, but more importantly, allow them to slip straight through most shields.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Teleportation Platforms",
    "description": "You have site to site teleportation using fixed teleporters, the maximum range is about five hundred kilometres.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Sundivers",
    "description": "Your ships shields are tuned and capable of allowing them to dive directly into the outer layers of a sun to refuel directly from the source.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      "Shieldless"
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  },
  {
    "title": "Shield World",
    "description": "One of your Primary worlds is more than meets the eye, it may resemble another planet type entirely, the true part of the Shield World is hidden within the artificial shell, shielded and armoured.",
    "points": 1,
    "requires": [
      ""
    ],
    "requireMode": "AND",
    "rejects": [
      ""
    ],
    "rejectMode": "AND",
    "scales": [
      ""
    ],
    "scalesMode": "DENY"
  }
]